<blank>
<s>
</s>
.
▁the
,
▁of
،
▁and
▁to
▁في
s
▁in
▁من
▁-
'
▁(
▁a
▁I
;
▁على
)
-
▁for
▁that
▁أن
ً
▁on
▁you
?
ة
▁و
▁&
/
▁إلى
ا
▁
ه
▁The
▁is
ي
▁with
ها
t
؟
▁لا
▁be
▁it
▁by
ّ
quot
ُ
▁التي
▁as
▁عن
!
▁هذا
▁was
ات
:
...
▁are
▁ما
ين
▁ذلك
▁المتحدة
▁have
ت
▁at
▁this
▁not
m
ك
▁أو
ـ
▁its
▁from
▁You
▁ت
▁ي
َ
▁United
ing
▁مع
▁me
▁م
ية
▁or
re
▁هذه
▁ال
▁"
؛
▁ب
▁الأمم
▁all
apos
▁A
▁ل
▁an
d
ِ
▁Nations
▁لم
▁It
▁؟
▁s
ed
▁الم
▁الذي
▁.
ون
▁which
▁أ
▁we
▁their
▁اللجنة
ن
نا
▁has
م
▁In
▁been
▁Committee
▁had
▁وال
▁my
▁were
▁will
▁can
▁do
▁your
▁)
▁know
▁غير
▁بين
▁،
ب
▁States
(
▁بشأن
▁أنا
▁he
▁كان
▁out
▁العامة
د
▁should
▁كل
وا
▁international
▁would
هم
▁هل
▁other
▁What
▁لل
▁يا
▁وفي
▁هو
▁also
▁We
▁بال
▁right
ى
▁No
ــ
▁what
▁1
▁لقد
▁العام
ل
▁ن
ll
▁one
▁rights
▁,
▁أجل
▁don
▁about
"
▁development
▁عام
▁up
▁إن
▁أي
▁just
▁أيضا
▁Council
▁no
a
▁they
A
▁الإنسان
▁العمل
▁there
▁report
▁countries
▁like
▁الدولية
▁أنت
أ
▁الدول
▁so
▁ا
▁He
▁قد
▁but
▁under
▁جميع
).
▁here
▁الدولي
▁his
▁And
▁work
ر
ly
▁human
▁2
▁حسنا
▁3
▁هنا
ان
▁بما
▁her
▁including
e
ج
▁such
▁حقوق
▁أنه
▁him
▁General
▁الأول
▁S
ني
▁women
▁وت
▁ماذا
▁resolution
▁get
و
ve
▁more
C
▁هناك
▁Assembly
▁if
▁need
▁time
▁ان
▁البلدان
▁That
▁information
▁national
▁support
▁go
▁...
▁who
▁State
▁This
ال
▁into
▁Mr
▁بعد
b
▁made
▁بأن
▁خلال
▁هي
General
▁كما
▁إذا
▁session
▁وي
▁وقد
▁could
▁any
▁Government
▁Oh
▁الجمعية
▁some
S
▁Secretary
▁those
▁يمكن
▁4
▁well
▁بها
▁فيما
▁الآن
▁5
▁تلك
y
▁International
▁implementation
▁Convention
▁المتعلقة
▁take
▁Yeah
▁them
▁كنت
▁through
▁got
▁Commission
er
▁now
▁لي
▁ليس
▁want
▁she
▁ك
▁activities
▁against
▁الأمن
L
ْ
▁لن
▁كانت
c
▁مجلس
▁الأمين
▁per
▁over
▁think
▁تنفيذ
▁new
▁سي
▁فقط
▁الأطراف
▁people
▁6
▁أخرى
▁our
▁these
▁الثاني
▁10
▁المجلس
▁نعم
▁الوطنية
▁law
),
▁between
▁two
▁بعض
▁المادة
ع
▁قبل
▁ولا
▁did
▁ومن
▁!
▁meeting
▁يجب
▁ف
▁But
▁لك
▁So
ف
▁يتعلق
ق
▁عمل
▁only
▁Republic
▁[
▁ذات
▁system
▁شيء
▁الى
▁when
▁country
▁فيها
▁مشروع
▁see
]
▁يكون
▁لكن
▁Conference
▁كانون
▁back
▁gonna
▁حتى
▁Well
▁make
▁به
▁7
▁والم
▁القانون
▁measures
▁organizations
▁E
▁ست
)،
▁القرار
▁مجال
▁us
▁المعلومات
اء
▁Rights
▁than
▁security
▁good
س
▁دولار
يا
▁تقرير
▁children
ما
تها
▁السيد
▁Security
▁مثل
▁المائة
ز
▁التنمية
▁20
▁الخاص
▁إطار
▁de
▁may
▁cooperation
▁number
تي
▁15
▁They
▁8
▁برنامج
▁programme
i
▁وأ
▁Development
▁She
▁C
▁وم
▁ينبغي
▁30
▁use
▁الدولة
▁Special
▁أكثر
▁الأعمال
َّ
▁resources
لا
▁الفقرة
▁where
▁الخاصة
▁المرأة
▁non
▁efforts
▁تعزيز
▁way
▁going
▁لجنة
▁cent
▁must
n
▁عليها
▁السلام
▁order
al
▁draft
▁first
▁said
▁Human
▁years
▁تكون
▁إنه
ته
▁12
▁عدد
▁وضع
▁الأعضاء
▁B
▁how
▁ensure
▁الأمر
▁كذلك
▁Group
▁فإن
▁assistance
▁regional
▁There
▁All
▁تقديم
in
▁9
es
▁process
▁provide
▁issues
▁الوقت
▁economic
▁social
▁being
▁التعاون
▁paragraph
r
▁services
▁وأن
▁عملية
E
▁financial
▁members
▁تشرين
▁عندما
▁further
▁party
▁الأخرى
▁المعنية
▁ولكن
th
▁جدول
▁P
▁عليه
▁before
or
▁article
▁Office
▁إ
▁كيف
▁تم
▁الموارد
▁18
▁عدم
▁11
▁سوف
▁public
▁..
▁provided
▁المساعدة
▁come
▁Hey
▁التقرير
▁December
▁decision
▁♪
▁لها
▁programmes
▁within
▁Okay
▁down
Add
▁ضد
o
▁particular
▁الاقتصادية
▁جدا
▁الذين
▁الدورة
▁الت
▁To
▁الأطفال
▁دون
▁الفريق
▁period
▁during
▁man
▁19
▁staff
▁طريق
▁developing
▁relevant
▁How
▁14
I
▁management
▁areas
▁If
▁As
▁At
▁المعني
▁نحن
▁level
▁shall
▁persons
▁health
▁ع
▁part
▁16
▁مكتب
▁re
▁::
▁منذ
▁say
▁held
▁لو
▁الاتفاقية
▁رئيس
▁world
▁نحو
▁taken
▁13
▁situation
▁didn
▁إدارة
▁انا
▁review
تك
▁adopted
▁legal
g
▁D
▁الفترة
▁العالمي
▁أحد
▁protection
▁المالية
▁place
▁very
▁Yes
2
▁President
▁Programme
ح
▁الصلة
▁help
▁الحكومية
▁both
▁وفقا
▁tell
▁regard
▁تحقيق
▁respect
▁الأساسية
▁بموجب
▁training
▁action
ط
▁education
▁life
▁31
▁political
▁special
▁منها
▁same
▁most
▁following
▁peace
▁three
▁too
▁Organization
▁سأ
▁something
▁بشكل
▁المجتمع
▁العالمية
▁وا
▁access
▁له
▁17
▁after
▁21
ديسمبر
▁policy
▁parties
▁then
▁الطرف
▁نظام
.1
▁still
▁الحكومة
▁لدى
▁النظر
▁really
▁many
▁حالة
▁آخر
▁Why
▁حيث
كم
▁because
▁important
▁year
▁لت
▁continue
▁جمهورية
ـــ
▁البند
▁Come
▁للم
▁working
▁22
▁community
▁accordance
▁mean
▁capacity
▁agenda
▁recommendations
▁Do
ض
▁case
▁شخص
▁النامية
▁وقت
▁even
▁وعلى
▁الدعم
▁end
▁present
▁For
تين
▁off
▁Member
▁reports
▁25
في
▁بناء
▁فى
▁never
▁أعمال
▁عمليات
▁June
on
▁without
4
▁established
▁منظمة
▁الأسلحة
▁البرنامج
▁effective
▁لماذا
▁little
▁وهو
▁Africa
ِّ
▁الرئيس
▁أفريقيا
▁since
▁among
▁الاقتصادي
▁23
▁زيادة
▁انت
▁Let
يات
▁النظام
f
▁long
▁وإذ
▁سن
▁set
▁24
▁full
▁مؤتمر
▁related
1
▁On
▁وهي
▁س
▁المحكمة
3
▁National
▁role
▁العالم
▁أنها
▁give
▁progress
▁violence
▁بالنسبة
▁F
▁المؤرخ
B
▁view
▁let
▁much
▁Don
▁ثم
▁look
▁doing
un
▁علي
▁My
▁الخدمات
▁الإقليمية
▁World
▁لحقوق
▁Board
▁am
▁المقرر
▁استخدام
▁Parties
▁انه
▁cases
▁technical
▁nuclear
up
▁appropriate
▁فيه
▁الوطني
▁قرار
▁حزيران
▁Social
▁used
▁million
▁while
▁المنظمات
▁الاتحاد
▁اليوم
▁سيما
▁budget
▁الإدارة
▁New
l
▁possible
▁Economic
▁بم
▁لأن
▁واحد
▁basis
▁gender
▁necessary
▁global
▁May
يونيه
ٍ
):
▁p
▁الرئيسية
▁معلومات
▁إنها
▁وذلك
▁last
ation
▁المؤتمر
▁عليك
▁police
▁item
▁28
▁ربما
▁African
▁July
▁البشرية
▁وب
▁شكرا
ص
ث
▁أعرف
▁المنظمة
5
▁الأنشطة
▁each
▁النووية
▁عند
▁لعام
▁day
▁groups
▁نطاق
▁high
▁وجود
▁التدابير
ذ
▁better
▁find
▁institutions
▁العامل
▁needs
▁call
▁okay
ش
P
▁family
▁why
▁thing
▁أفضل
▁إجراء
▁M
▁المسائل
▁care
ers
▁26
▁إلا
▁اتفاقية
▁الاجتماعية
▁جانب
▁meetings
▁الموظفين
▁does
▁policies
▁general
▁plan
6
▁Rapporteur
▁27
▁ـ
▁local
▁قانون
▁دعم
▁ه
▁الإنمائية
▁Court
▁النساء
▁child
▁الن
▁الأشخاص
▁area
▁يوم
▁إنشاء
▁أعضاء
▁الميزانية
▁provisions
▁أساس
.2
▁تموز
▁ح
▁رقم
▁حق
▁حقا
▁مما
▁love
▁أين
h
▁تقدم
▁Fund
▁consideration
▁Working
▁المحلية
▁ق
ٌ
▁التعليم
▁أريد
▁put
▁السلاح
▁أنك
▁data
▁29
▁أنشطة
دة
▁account
▁Law
يوليه
▁available
▁أعتقد
▁November
▁concerned
▁2005
▁تدابير
▁include
▁فريق
▁الأمانة
▁October
▁Just
▁الا
▁وما
▁للأمم
▁مجموعة
▁own
▁Now
▁trade
7
▁الولايات
▁خاصة
▁Where
▁again
▁G
رة
▁might
▁الإ
▁September
▁الحصول
▁بالم
▁العنف
▁للجنة
▁الواردة
▁framework
▁group
▁sorry
▁مرة
▁بذلك
▁خدمات
▁حول
▁الشرطة
▁home
▁proposed
▁upon
▁الجهود
▁Women
▁هيا
▁بي
من
▁delegation
▁issue
▁القائمة
▁submitted
▁civil
D
▁الأ
▁يبدو
▁bodies
▁بسبب
▁region
▁بصورة
▁والتنمية
▁N
▁الأولى
هما
▁promote
▁military
▁specific
مارس
▁increase
▁considered
▁الساعة
▁مرحبا
▁مكان
▁un
▁Mission
ول
▁حالات
▁Secretariat
▁means
▁لأ
▁project
▁فقد
▁society
▁بل
▁based
▁الجديدة
▁2006
▁البيانات
▁التمييز
▁Action
▁March
▁2.
▁2010
▁found
▁تقوم
▁تحت
▁اتخاذ
▁واحدة
▁second
▁noted
▁field
▁particularly
8
▁question
▁حكومة
▁inter
M
▁الحق
▁address
▁God
▁البعثة
▁authorities
▁القانونية
▁المنطقة
▁لدي
ير
▁المستدامة
▁Look
▁١
▁Department
▁وينبغي
▁change
▁humanitarian
غ
▁European
▁developed
▁توفير
▁السياسات
▁بلدان
)؟
دي
▁إليها
▁2008
▁أيلول
▁المتصلة
▁صحيح
▁T
▁رجل
▁المرفق
▁control
▁sustainable
▁participation
▁importance
▁الإنمائي
▁50
▁future
▁required
▁مليون
▁كلا
▁April
▁thought
▁H
▁sure
▁1.
able
▁sector
سبتمبر
▁أثناء
▁document
▁around
نوفمبر
▁requirements
▁المتعلق
▁'
▁men
▁2004
▁ون
▁الصدد
▁المكتب
▁جديدة
▁الطفل
▁operations
▁levels
▁فترة
▁إعادة
▁منطقة
▁great
▁requested
▁Article
▁2009
▁note
▁جيد
▁وكذلك
▁حد
▁2000
▁done
▁Report
▁Are
▁already
▁agencies
▁السكان
▁South
▁context
▁various
▁المواد
▁2007
▁conflict
▁given
▁أم
▁Union
▁taking
▁أهمية
▁المستوى
▁البلد
▁best
▁كبير
▁person
▁population
F
أكتوبر
il
▁talk
.3
▁الإجراءات
▁weapons
▁R
▁اللازمة
خ
▁anything
▁تعرف
▁together
▁لهذا
▁Not
▁أعلم
▁High
▁داخل
▁every
▁تحديد
en
▁الثانية
▁Affairs
بي
9
▁current
▁different
▁طلب
▁عقد
▁resolutions
▁بخير
ity
▁كم
);
▁took
ion
▁addition
▁لذلك
▁meet
▁مركز
▁night
▁لست
▁poverty
▁الجلسة
▁January
▁يلي
▁another
▁با
▁الديمقراطية
▁above
▁الفرعية
▁تحسين
▁Who
▁additional
▁Act
▁آذار
▁ألف
T
▁criminal
▁المشتركة
▁السياسية
▁مسألة
▁جديد
▁called
▁ومع
▁Go
▁water
▁Governments
▁قال
▁II
▁ليست
▁خطة
▁projects
0
▁المناطق
▁الاجتماع
▁attention
▁أمام
▁يتم
▁private
▁representatives
▁Thank
▁برامج
▁total
▁ألا
▁حفظ
▁الحالة
▁يمكنك
to
▁بهذا
▁approach
▁L
le
▁towards
."
▁مت
هل
▁Protocol
▁2011
▁However
▁2003
▁السابقة
▁mandate
▁لذا
▁fact
▁concern
u
▁الإنسانية
▁التابعة
▁التالية
▁away
▁conditions
▁ول
▁force
▁2002
an
k
▁التجارة
ment
▁ج
▁establishment
▁With
▁course
▁الرجل
▁Declaration
▁يكن
▁agreed
▁contained
▁الكثير
▁ر
▁أيار
سي
H
ar
.5
▁سيكون
▁THE
▁status
▁request
▁دورتها
▁استعراض
▁اعتماد
▁received
▁always
▁أمر
▁مستوى
▁Can
▁Re
▁K
▁الأهداف
▁continued
▁impact
يناير
▁بك
▁concerning
▁matter
▁الناس
▁justice
▁told
▁believe
رت
▁major
▁organization
▁land
▁خاص
▁لديك
▁Ms
ام
▁الفقر
▁مكافحة
G
لي
CN
.4
▁ولم
as
▁المقدمة
▁سنة
see
▁Good
▁next
وف
▁نيسان
▁أقل
▁سنوات
وي
▁Arab
▁personnel
ور
▁statement
us
p
▁These
▁discrimination
▁3.
▁شيئا
▁name
▁حماية
▁member
▁العملية
▁البرامج
▁تريد
نى
▁representative
▁كبيرة
▁la
▁least
▁When
man
▁والاجتماعية
أبريل
▁One
▁consider
org
▁rules
▁guy
٢
▁ever
▁لما
▁legislation
▁Ministry
مايو
▁الع
▁Executive
▁الإقليمي
▁problem
يه
▁relating
▁العربية
▁keep
▁comprehensive
بل
▁الرسمية
▁القيام
▁monitoring
▁O
▁five
يت
▁دور
▁أليس
▁إليه
▁provision
▁وهذا
▁costs
انظر
▁الصحة
▁leave
▁Get
هن
▁environment
▁money
▁خارج
▁إجراءات
▁الاستشارية
أو
▁result
)؛
▁UN
▁post
▁المشروع
▁يوجد
ic
▁small
▁مختلف
▁coordination
▁Your
st
▁وسي
▁حدث
▁domestic
▁food
▁الحكومات
▁2012
وس
▁yet
▁America
▁بت
▁whether
▁August
▁الصعيد
▁أكبر
▁reporting
▁kind
▁responsibility
▁التقارير
▁2001
▁cost
▁انها
ئ
▁things
▁addressed
▁follow
▁إعداد
▁حال
▁procedures
▁d
▁four
▁المساواة
تان
▁implement
▁victims
▁الوثيقة
▁mechanisms
▁وفيما
▁ش
الم
▁نزع
▁included
▁business
▁است
▁expressed
▁المؤسسات
▁school
▁risk
▁existing
w
▁الش
▁entitled
▁المدني
ate
▁لكي
▁الجنائية
▁البلاغ
▁technology
▁February
▁عشر
▁armed
▁subject
▁especially
▁therefore
▁V
▁والمنظمات
▁الصغيرة
▁real
▁please
لت
▁الخبراء
▁حسب
▁سبيل
▁وكان
▁نفس
▁systems
▁آب
▁decided
▁office
تنا
▁الصندوق
▁دولة
▁الحياة
▁Representative
▁٢
▁strengthen
▁car
▁key
▁القدرات
▁--
▁days
بر
▁fully
▁Al
▁الس
▁principles
--
▁obligations
نت
▁An
▁40
▁whole
de
▁service
▁terms
▁والت
▁القضاء
▁regarding
▁تفعل
يف
▁practices
na
▁الاحتياجات
▁لهذه
▁guys
▁Please
▁increased
▁indigenous
▁الأوروبي
▁حاليا
▁الإرهاب
يين
▁lack
▁mission
▁won
▁حسن
▁rule
▁*
▁clear
▁إزاء
▁1999
▁المشاركة
▁Advisory
▁صاحب
▁standards
▁خ
governmental
▁reported
▁المشاريع
▁تقييم
▁para
▁عبر
▁environmental
▁results
▁السنتين
كل
AC
▁light
▁الق
▁annex
▁left
▁co
▁لمكافحة
▁adoption
K
▁والتي
▁التقدم
▁open
ty
it
▁1995
▁000
ry
▁2013
▁secretariat
يد
▁الأصلية
▁Palestinian
▁لفترة
▁يجري
ست
▁منع
▁حين
▁إذ
▁1998
▁serious
▁تنظيم
▁lot
▁أستطيع
▁التنفيذ
يس
N
▁الان
▁today
▁لدينا
▁4.
/2
ie
▁نقص
▁اتفاق
▁الثالثة
▁mind
▁doesn
▁until
▁feel
*
▁due
▁نتائج
▁response
▁nothing
▁OF
▁having
▁agreement
▁several
el
▁problems
▁السيدة
R
▁الصحية
فبراير
▁common
▁amount
▁providing
▁مواصلة
▁funds
▁لكل
▁فضلا
▁decisions
▁علينا
▁De
▁improve
▁نهاية
▁الجريمة
▁Is
ار
▁coming
تهم
W
▁النحو
ود
ive
▁والاجتماعي
▁‫
▁الحقوق
أغسطس
لم
O
▁بغية
▁منظومة
▁body
▁نوع
▁تماما
▁government
▁girls
▁شباط
▁old
▁التدريب
▁بحقوق
▁past
▁contributions
▁Uh
based
ta
▁Service
▁بأنه
▁قائمة
▁Did
▁consultations
▁point
▁الرامية
▁المعقودة
مة
▁house
▁اذا
▁اللاجئين
▁علما
▁Director
▁UNDP
▁أحكام
▁Centre
▁free
▁challenges
▁بعثة
▁assessment
▁strengthening
▁everything
▁نفسه
▁الداخلية
▁السلطات
▁أشكال
▁البيئة
▁stop
▁أيها
▁needed
▁understand
▁٣
ting
▁ضمان
▁e
عة
▁planning
▁Permanent
▁ممثل
▁تقارير
▁reform
▁وجه
▁line
▁دائما
▁الر
▁الف
▁crime
▁جنوب
▁example
ne
▁وتعزيز
▁المت
▁commitment
▁للفترة
▁behalf
▁1994
▁1997
▁wanted
▁أنني
▁يمكنني
▁far
▁girl
▁violations
00
▁المدنية
▁regular
▁تت
▁يقوم
٣
▁يقدم
ul
▁war
▁recent
▁Covenant
().
▁close
▁equipment
▁disarmament
▁third
١
▁الحالات
building
▁والأمن
▁main
▁practice
▁وإ
▁develop
▁happened
▁matters
▁عدة
▁l
▁Minister
▁Hi
▁ها
▁ويمكن
▁date
آ
▁أوه
▁bring
▁1996
▁provides
▁الأمريكية
▁ضمن
▁اجتماع
٤
▁able
▁بالفعل
▁القضايا
▁hear
ies
▁بد
▁سيدي
▁د
▁حل
▁forces
▁came
▁ضرورة
▁إعلان
▁i
▁dialogue
at
▁W
لة
▁play
▁Iraq
▁certain
▁قلت
▁Ma
▁promotion
▁دول
▁making
▁أت
▁significant
▁few
▁months
▁وغيرها
▁تعمل
▁con
▁المبادئ
▁living
▁آسف
▁actions
▁application
▁الإدارية
term
se
▁His
▁100
مت
▁cultural
▁يحدث
▁الاستعراض
▁تطبيق
▁تمويل
▁القطاع
▁الجنسين
▁kill
▁job
▁uh
▁fine
▁dead
▁research
▁establish
▁الشؤون
▁initiatives
▁bad
▁space
▁administrative
▁position
▁رسالة
▁equality
▁trafficking
▁شئ
▁5.
▁Right
▁بدون
يل
▁المسألة
-1
▁biennium
▁focus
▁المشترك
▁فعل
▁become
▁While
▁عنه
▁missions
نة
▁strategy
▁operational
▁ثلاثة
▁procedure
▁involved
▁صندوق
▁بيانات
▁Information
▁تتعلق
▁عنها
▁pay
▁الشامل
ization
▁الاجتماعات
▁مشاريع
▁Other
▁death
▁عشرة
▁الأساسي
▁تعلم
▁كثيرا
▁age
▁seen
▁head
▁wish
▁التقنية
▁East
▁الإعلام
▁سياق
▁وزارة
▁بهذه
▁Tribunal
▁responsible
▁التنفيذي
▁مدى
اس
▁list
▁لتنفيذ
▁Commissioner
▁الاجتماعي
▁deal
▁protect
.6
▁الأخيرة
▁sexual
▁peoples
▁الثالث
▁documents
▁لتعزيز
▁أولا
عد
زي
مي
▁enough
▁وقال
▁باء
▁prevent
▁نقل
▁الخامسة
▁treatment
▁J
am
▁ص
▁evidence
▁peacekeeping
▁wrong
(.
▁عامة
▁تشمل
▁وأنا
٥
▁father
ؤ
اه
ro
ظ
▁Maybe
▁dated
دا
▁الحد
▁prevention
▁فحسب
▁requests
▁رائع
▁مساعدة
ent
▁show
▁early
▁author
▁محددة
▁hand
▁أما
جي
▁trying
▁court
▁الأراضي
▁الجزء
▁talking
▁العديد
▁live
ra
▁تكاليف
▁move
▁أعلاه
la
▁production
▁التنسيق
وه
▁توصيات
▁الشعوب
▁تزال
▁عملا
▁إمكانية
▁pre
▁however
est
▁growth
تم
وق
اد
▁act
▁مباشرة
▁Israel
▁Treaty
▁York
▁six
▁مجالات
رف
▁وإن
▁الأرض
▁اي
▁official
▁treaty
▁arms
▁recommended
▁big
▁Division
▁People
▁sub
▁en
▁priority
▁employment
▁funding
▁rate
▁hope
▁See
▁وست
▁sir
▁المؤقت
ness
-2
▁العهد
▁التجارية
co
▁met
٦
te
▁٤
▁someone
▁الج
▁communities
▁الوصول
▁الاتجار
em
▁المناخ
▁التابع
▁committed
▁يت
▁section
▁hours
▁Then
اب
▁يتصل
▁acts
▁Bank
▁وغير
جر
▁الجدول
▁detention
▁once
▁face
▁نسبة
▁القرارات
وم
▁جهود
▁else
▁Because
▁وإلى
▁son
أنا
ma
▁agreements
▁annual
▁والأ
▁“
قد
ــــ
▁room
▁laws
▁هم
▁معك
the
▁الجنس
فت
▁heard
▁mother
▁plans
بت
▁أفراد
▁Central
▁غ
ري
▁Of
▁كي
▁instruments
إ
▁يعني
▁نتيجة
▁العراق
mo
▁المسلحة
▁La
▁الحالية
▁هؤلاء
▁Plan
ur
▁ask
▁Geneva
▁غرفة
▁informed
▁self
▁stay
▁Me
▁التمويل
▁Some
▁China
▁statements
▁المزيد
▁return
▁wait
▁بحق
▁facilitate
▁ثلاث
▁killed
ad
▁للدول
’
▁Democratic
▁notes
▁organized
▁معي
▁البروتوكول
٩
▁individual
٧
▁الواقع
▁Chairman
▁questions
▁property
▁أبي
▁young
▁الممثل
▁الخ
▁reduction
30
▁energy
▁للت
▁إضافية
▁بالت
▁approved
▁steps
is
▁الح
▁hell
▁HIV
▁adequate
ce
▁60
▁large
▁1990
▁Federation
▁looking
▁للغاية
▁الخدمة
▁awareness
▁للتنمية
▁قدم
▁بأ
ir
▁posts
be
▁carried
▁أبدا
▁الك
▁performance
▁6.
▁principle
رب
▁Russian
▁المجال
▁الحاجة
▁لهم
▁Be
▁شؤون
▁المكان
▁building
▁discussion
▁الجديد
▁لتحقيق
level
▁strategies
▁purpose
▁getting
▁الاستراتيجية
▁promoting
▁عرض
▁الوكالات
ary
ماذا
▁لنا
▁joint
▁stated
بو
▁قام
▁yeah
▁terrorism
▁التوصيات
بة
▁التكاليف
▁لشؤون
▁Here
كر
▁assist
▁العسكرية
▁partners
▁implementing
▁التوجيهية
▁السنوات
▁start
(،
▁objectives
▁الأن
▁Justice
▁الوثائق
▁interest
ia
▁التالي
▁income
▁investment
▁القضائية
▁سيد
▁Dr
▁aimed
()
▁arrangements
▁analysis
▁form
▁المحلي
▁supported
▁المخدرات
▁العمليات
▁الفصل
▁woman
▁previous
▁المال
ter
اح
▁مشاركة
▁الهدف
▁III
▁proposals
▁السنة
▁power
▁لجميع
▁prepared
▁يزال
é
▁vote
▁الأموال
▁Criminal
▁معا
▁foreign
▁connection
▁freedom
-3
▁study
▁دي
▁achieve
▁المناعة
▁الطاقة
▁مشكلة
▁الحماية
▁انظر
هذا
▁remember
▁لضمان
▁forms
▁text
▁issued
▁تشير
▁إذن
▁Agenda
▁قتل
▁potential
▁went
▁saw
no
50
▁الوفود
▁موظفي
أن
▁الحدود
▁During
▁الجميع
▁implemented
▁less
▁Kingdom
-4
▁natural
z
▁الداخلي
▁essential
▁Global
▁معظم
▁Under
▁أية
▁نموا
▁conduct
▁greater
▁1993
▁بالتعاون
▁تكن
▁facilities
x
ine
▁تطلب
▁الموضوع
▁45
▁Trade
▁forward
▁idea
▁Co
▁team
▁dis
لو
▁35
▁market
▁الأفريقي
▁enhance
▁later
▁Charter
▁نشر
go
▁ensuring
▁knowledge
▁الاتصال
▁friend
ريد
▁الشخص
▁pro
▁48
▁فعلت
▁ط
▁brought
▁basic
▁exercise
سون
▁offices
▁expected
▁Panel
▁Review
▁cannot
▁الحسابات
▁الرابعة
▁strategic
▁النتائج
▁Ra
▁evaluation
▁منه
▁شكل
▁المالي
▁لإ
▁الص
▁former
ُّ
▁hold
▁والتعاون
▁nature
▁understanding
tergovernmental
▁السلطة
▁الخارجية
▁undertaken
▁b
▁isn
▁recommendation
▁مسائل
▁direct
▁Management
▁communication
▁آسيا
▁Code
▁Asia
▁soon
ton
▁Public
▁وحدة
▁asked
▁others
▁#
ha
me
▁aspects
▁affected
▁الحقيقة
▁Or
▁Implementation
رات
▁pursuant
▁exchange
ist
▁47
▁often
▁independent
▁لأغراض
▁التقني
▁Support
▁outside
▁equal
▁state
▁مر
▁النمو
▁٥
▁wasn
▁لمدة
▁officials
▁letter
ri
▁fundamental
ance
▁الحرب
▁guidelines
▁وثائق
▁experts
▁labour
▁proposal
▁7.
▁الطلب
▁ago
▁المعايير
▁موارد
دو
▁32
▁إقامة
▁limited
▁fight
▁climate
▁individuals
▁الرعاية
▁مراعاة
▁Non
▁الهيئات
▁Agreement
▁manner
U
▁Sudan
▁media
▁الحكم
▁البحر
▁وق
وك
ant
٨
▁Wait
▁opportunities
▁الطريق
▁المفوضية
▁effect
▁خط
▁موضوع
▁فرص
▁contribute
▁الماضي
▁delegations
▁المياه
▁التنفيذية
▁recognized
لقد
▁تنسيق
▁v
▁تن
▁transfer
▁مجموع
▁لديه
▁استراتيجية
▁دولية
▁معاهدة
▁الاتفاق
▁يشكل
در
كي
▁وتنفيذ
مر
▁وبناء
▁final
▁officers
▁authority
▁37
▁mechanism
▁وطنية
▁قرارات
▁رصد
▁الأقل
▁القوات
▁الهيئة
▁try
▁0
▁hard
▁بينما
▁مجرد
دين
▁fucking
▁المستقبل
▁workers
▁opportunity
▁drug
▁recommends
ah
▁currently
▁financing
▁quality
▁Israeli
▁Cooperation
▁سياسات
▁الب
▁بهدف
▁medical
▁بإ
وب
▁run
▁experience
▁الأم
▁تاريخ
▁الدائم
▁functions
▁بالطبع
▁crimes
▁Millennium
▁جنيف
▁الباب
يني
▁البيئية
▁rural
▁محكمة
▁إسرائيل
▁مقابل
▁أمي
▁Hello
▁Unit
▁الممارسات
▁communications
▁اجتماعات
▁قطاع
`
▁either
▁El
v
▁negotiations
▁أود
id
▁للجمعية
▁الو
▁ستكون
▁refugees
▁49
▁baby
▁وظيفة
▁Meeting
▁الاعتبار
رى
▁السودان
10
يك
فة
▁34
▁جيم
▁processes
ated
▁yourself
▁thus
▁أوروبا
▁remain
▁Thanks
▁يتعين
▁الرغم
▁تطوير
ga
▁ذوي
▁33
J
▁Great
▁الكامل
▁المحرز
▁2014
▁مؤسسات
ling
▁safe
▁lead
▁وتقديم
▁trust
▁42
حسنا
▁maybe
▁هيئة
▁نص
▁First
▁concerns
▁الإطار
▁أول
▁shit
▁بصفة
▁١٩٩٤
▁أمور
▁القوانين
ينا
▁actually
▁إلهي
▁التقييم
▁الجهات
▁Constitution
ائي
▁36
li
عت
▁changes
▁nice
▁آثار
مل
▁الليلة
▁الدائمة
▁الجنسي
▁referred
os
▁أظن
do
▁value
▁بيد
▁overall
▁تشكل
▁goals
حسن
age
Y
▁الرجال
▁الأفريقية
▁ready
مان
year
▁مختلفة
▁c
▁ولاية
▁القلق
▁سا
▁Protection
قر
▁رسمية
▁للمرأة
▁presented
تكلم
▁جي
20
▁below
▁الفضاء
▁الأجل
▁knew
▁increasing
▁reference
▁contribution
▁commitments
▁نيويورك
▁قليلا
▁institutional
▁المركز
▁reason
▁Institute
▁air
▁للبلدان
▁أهداف
▁النقل
V
▁المتعددة
▁submit
▁المقدم
ci
iv
ni
▁conducted
▁Regional
▁judicial
▁Since
▁المثال
▁المحددة
▁poor
▁المتاحة
▁fifty
▁الجمهورية
أجل
▁side
▁alone
▁torture
▁ممكن
▁نظم
▁$1
▁thank
▁الأفراد
▁أحب
جو
▁الأمور
نعم
▁وإعادة
شي
▁56
▁السادسة
▁conference
▁بكل
▁enable
▁crisis
▁low
ted
▁]
كان
▁العادية
.7
▁العدل
ge
related
▁alia
▁وبعد
▁أثر
▁الحالي
▁للألفية
▁informal
▁infrastructure
▁التعذيب
▁المقررة
▁guess
▁جيدة
▁mine
مو
▁الاستثمار
▁travel
▁read
▁preparation
▁القوة
▁معالجة
▁تستطيع
لين
رد
▁multilateral
▁identified
▁Crime
▁تغير
ized
▁lost
▁يعمل
vi
▁gotta
▁administration
nd
▁half
▁U
▁wanna
▁8.
ous
▁territory
▁By
▁share
وت
▁السابق
▁القانوني
حت
▁بيان
▁remains
▁قيد
▁يمكننا
▁Foreign
▁أننا
▁مذكرة
▁Summit
▁Con
▁participate
▁البرنامجية
قت
▁لدعم
▁حصلت
son
▁المقترحة
▁items
▁Annex
يم
قة
▁لمنع
▁resource
▁٦
▁internal
▁الكونغو
▁وفد
▁wife
▁provisional
▁articles
▁والخمسين
▁turn
دم
▁توجد
▁تأكيد
▁families
▁substantive
▁benefits
▁القمة
▁Health
▁integrated
▁الأسرة
سن
▁الوضع
▁compliance
اتها
▁material
▁سواء
▁table
▁وعدم
▁الفرعي
▁ممارسة
▁قوة
▁النووي
▁تقريرا
▁39
▁centres
▁يشمل
▁النار
▁الوحيد
▁إلي
▁الطبيعية
▁الجرائم
▁Agency
▁boy
and
40
▁المناسب
▁morning
صف
▁indicated
▁التحقيق
▁احتياجات
▁entities
lo
تر
▁هكذا
[
وية
▁السياسي
▁مؤخرا
▁فال
▁Environment
▁safety
▁نهج
▁قضية
▁51
▁positive
▁قامت
▁saying
▁الدفاع
▁دراسة
▁Section
▁مشاورات
رس
▁الآراء
-5
▁بطريقة
▁UNCTAD
وز
▁wouldn
▁Distr
▁نفسها
▁وليس
▁purposes
▁أنحاء
▁9.
▁77
▁times
▁claims
▁لتقديم
▁Europe
▁using
▁تنظر
▁فكرة
▁الروسي
▁دورة
▁rest
▁American
▁jurisdiction
▁قدرة
▁فرصة
▁strong
بار
▁outcome
فر
▁55
▁يجوز
▁لديها
UN
▁Forum
▁الل
▁المقر
▁enforcement
▁الوارد
▁calls
▁circumstances
▁الوكالة
con
▁شبكة
▁قضايا
▁وبرنامج
▁objective
ch
▁موجهة
▁توفر
▁{\
▁expert
▁المجالات
▁ضوء
▁allow
▁ولل
▁آلية
▁مجددا
▁جمع
▁الإعاقة
▁claim
▁منح
▁late
▁بحاجة
▁reduce
غي
وني
▁phone
▁integration
▁مزيد
▁معدل
▁باسم
▁جميعا
▁المنزل
▁Korea
▁short
▁abuse
▁paragraphs
▁وبال
▁Political
▁الرابع
▁sessions
▁Force
▁بالتأكيد
▁ومنظمة
▁ويجب
را
▁sent
▁للأ
▁gave
▁ex
▁primary
▁الرئيسي
دت
▁الجنسية
از
▁لكم
▁70
▁civilian
▁ongoing
ائ
▁٧
▁Inter
▁benefit
▁١٠
▁موقع
▁مناطق
SR
▁sex
▁تشجيع
▁true
ذا
▁38
▁Sorry
▁Canada
▁أصحاب
▁ين
▁القدرة
▁فعالة
▁إي
▁investigation
▁الفنية
pos
▁معينة
قول
▁رأيت
/1
▁لأنه
▁استمرار
▁الذهاب
ating
أنت
▁ma
▁أفعل
▁Congo
▁Take
▁الظروف
▁effectively
▁العدالة
▁تقول
▁للسكان
▁higher
صل
▁كوريا
▁Children
▁According
▁heart
▁Peace
جمهورية
▁views
▁١٩٩٥
▁طفل
▁أخذ
▁AND
▁UNICEF
Rev
▁آليات
▁proceedings
▁قرارها
▁المملكة
▁بأي
▁الخطة
اط
▁جرى
▁revised
▁debt
▁الإعلان
▁achieved
▁سمعت
▁www
▁1992
▁Japan
▁بلد
▁مؤرخة
▁المعاهدة
▁البحرية
▁المع
▁وتم
▁فوق
▁والإ
▁Services
▁whose
▁46
ba
▁UNEP
▁die
▁التركيز
▁pretty
▁العليا
di
▁بن
▁نظرا
تا
▁الشباب
▁أمريكا
▁regions
▁الوظائف
▁فإنه
▁السبب
25
▁52
يان
▁أعني
▁44
▁حاجة
▁وسوف
▁visit
▁السلم
▁المسؤولية
▁جيدا
▁peaceful
▁هيئات
▁effects
▁sources
▁operation
▁المؤتمرات
▁توافق
▁range
تابع
▁مقر
▁brother
مثل
▁combat
ck
▁transport
▁rather
▁تنمية
▁estimated
▁الألغام
▁term
▁الخارجي
عا
▁المعنون
▁economy
▁جعل
▁ترى
اق
▁maintenance
▁الحوار
▁حلقة
▁مبادئ
▁فعالية
▁قواعد
▁وظائف
▁paper
▁الطوارئ
▁إيجاد
im
▁الهادئ
▁وبخاصة
ian
▁انك
جار
سو
▁القضية
▁throughout
▁الأمنية
▁itself
▁السياسة
▁prior
▁door
▁governance
▁disabilities
▁١٩
ارة
▁بالأ
▁62
▁نظر
▁active
▁Have
▁makes
▁المجموعة
▁٨
▁توقف
▁قوات
▁step
rs
▁57
▁مراكز
▁gone
▁critical
▁وإدارة
▁انتشار
.8
▁لحماية
حل
▁العاملة
▁كثير
▁invited
▁للإ
▁`
▁وحماية
ضع
▁Caribbean
▁Civil
▁الشيء
هي
▁وكانت
▁receive
▁anyone
▁ونحن
▁fire
et
▁Mo
▁الأحكام
طر
▁١٩٩٦
▁periodic
▁فئة
▁effort
▁منهم
▁anti
▁او
▁Such
▁fuck
▁١١
▁prison
▁سبب
▁friends
▁Le
▁أردت
▁المدنيين
▁منظمات
▁participants
▁paid
زا
▁بو
▁welcomed
▁80
▁أكون
▁Man
▁improving
▁التوصل
▁خطط
▁أقول
▁قيام
tic
▁58
▁الأولوية
▁تضطلع
▁ground
▁تعتقد
▁متابعة
▁(1)
اك
▁France
▁emergency
▁along
▁Administrative
▁guidance
▁للعمل
▁عم
سا
▁تعيين
▁week
▁مبلغ
▁الإنساني
يب
▁priorities
▁تدريب
▁كفالة
▁طلبت
▁معه
der
18
▁Like
▁Party
سل
▁difficult
▁تتخذ
▁كانوا
▁بحلول
▁capital
responsibilities
▁themselves
▁بأس
AIDS
▁initiative
▁الأهمية
▁IV
ليس
▁create
ism
▁متى
يق
▁إصلاح
▁English
▁53
▁rates
▁ways
▁المؤقتة
▁الماضية
▁وأنت
▁1,
▁الاختياري
▁طوال
▁stakeholders
▁تقريبا
▁complete
▁ظل
▁sectors
ac
فا
▁عاما
▁Child
▁43
▁وجدت
▁lives
▁البحث
▁discussions
▁situations
▁العنصري
▁collaboration
▁everyone
▁Second
▁والعشرين
▁audit
▁check
▁ووفقا
▁elements
▁ز
▁41
▁يقول
▁minutes
▁يريد
.1)
sh
▁يؤدي
▁After
▁Also
▁الكيميائية
الإيدز
▁religious
دفع
▁قاعدة
▁يعرف
ize
▁الشعبية
▁permanent
▁للقانون
شا
17
▁أداء
▁بدور
▁1991
▁Countries
▁regulations
▁displaced
▁sound
less
making
▁90
▁١٢
▁legislative
▁India
▁Discrimination
lt
▁الاقتصاد
▁require
▁يطلب
▁كنا
▁الالتزامات
▁تبدو
ti
▁10.
▁specialized
▁وهذه
▁قدمت
ـ(
▁Afghanistan
▁الاقتضاء
▁54
▁احترام
▁Cuba
▁وبالإضافة
▁سبل
▁المناسبة
▁Mexico
▁الفلسطينية
▁لأي
▁اللاتينية
art
▁بدأت
سب
ka
▁Headquarters
▁opinion
▁materials
▁الأوروبية
▁المدير
15
▁الشعب
▁لبرنامج
▁effectiveness
تى
▁قدر
▁myself
ut
pe
▁تحتاج
▁وثيقة
با
▁haven
▁يمثل
▁64
▁الميدان
▁Disarmament
▁كال
▁أصبح
بين
▁build
▁وعلاوة
▁مد
▁vulnerable
▁Joint
▁across
▁رأي
▁نا
▁الوسطى
one
إن
▁universal
▁relation
▁جو
sa
▁فعلا
▁قالت
j
بات
▁المن
▁aid
▁according
▁similar
▁المشاكل
▁الأداء
35
▁الثامنة
▁cover
▁indicators
▁مدير
▁transition
▁والاتصالات
▁المعاملة
▁central
▁تكنولوجيا
▁debate
▁inside
60
▁كامل
▁hurt
بن
▁Mar
▁شركة
بال
▁ثانيا
▁لمؤتمر
ol
اع
▁OK
ورة
▁١٥
▁bit
▁والثقافية
داء
▁Draft
كون
▁threat
كت
▁دفع
▁UNHCR
▁Sustainable
▁طريقة
les
▁almost
▁بوصفها
فو
▁التزام
▁di
▁Guinea
▁أنهم
▁Tell
▁ثانية
▁بتنفيذ
▁هدف
▁معايير
انا
▁حدود
▁والذي
▁contact
▁violation
▁Latin
لك
▁الدوليين
▁موعد
/4
▁elections
دار
▁إل
▁الفئة
ally
▁word
▁المنصوص
▁آ
▁delivery
▁interests
▁الوحدة
▁الكوارث
▁الطريقة
▁introduced
▁التاسعة
رك
▁الآثار
▁led
11
▁منك
▁دورته
▁الغ
▁وعن
▁longer
▁comments
▁القائم
▁البعثات
▁scope
▁11.
um
▁achieving
da
ca
▁schools
▁continuing
ner
▁النهج
land
▁thinking
▁أيام
min
▁لإدارة
▁assets
▁activity
دى
كما
▁Stop
▁Furthermore
▁obligation
مار
▁relations
13
▁Room
▁courts
اف
اني
▁demand
▁بينها
▁parents
▁adopt
▁extent
▁القواعد
▁الط
▁تمثل
▁plenary
▁واست
▁مشتركة
عي
▁female
▁وهناك
▁المرحلة
AL
▁technologies
▁identify
▁wants
▁63
▁directly
▁consultation
▁شاملة
▁Syrian
▁standard
▁voluntary
▁مس
الي
.9
▁GENERAL
▁بالإضافة
▁تحليل
▁includes
▁المقترح
يتها
▁والخدمات
▁مناقشة
▁٩
▁language
▁جد
14
▁Recalling
▁Persons
▁personal
▁carry
▁الفقرات
▁(2)
▁chance
▁town
▁أطفال
▁شأن
▁وإذا
▁كبيرا
▁علم
▁Police
ow
بول
▁طويلة
▁kid
ii
▁Education
▁ووضع
▁الريفية
▁المخاطر
▁started
▁Goals
▁physical
▁عضو
يو
▁للمساعدة
▁dad
▁_
▁Association
▁addressing
▁تنص
▁ولذلك
47
ities
▁events
▁Ad
▁2015
▁أشهر
▁الالتزام
▁words
▁أل
bo
▁تلاحظ
▁Ireland
▁monitor
▁اللعنة
▁methods
▁shot
▁تغيير
▁fund
▁f
▁التكنولوجيا
▁hit
▁قدرات
▁أرجوك
▁contract
▁بنسبة
نظر
▁الز
▁١٩٩٨
▁al
▁النص
”
خبر
▁ترك
▁الاهتمام
▁مرحلة
▁المناقشة
▁Dad
▁developments
▁تبادل
▁بالحقوق
▁تضع
▁سوى
▁West
▁جلسة
▁يوما
▁listen
▁advice
▁تعرض
▁المعاهدات
▁appreciation
▁بذل
▁تتضمن
▁لصالح
▁continues
رار
▁كافية
▁stuff
▁التحضيرية
▁المخصصة
▁Na
▁الرقابة
▁المبلغ
16
▁تعد
12
▁though
▁housing
▁الصادر
▁المش
▁تؤكد
▁مهلا
رض
▁treaties
▁وزير
▁حدوث
▁للبيئة
▁رجال
▁associated
▁عما
▁خمس
▁tonight
▁:
▁سياسة
▁وجمهورية
▁إدراج
اج
▁شعبة
▁settlement
▁Those
▁ethnic
▁applied
@
▁happy
▁mom
▁fair
▁أساسا
▁التحديات
37
▁الاست
▁Optional
▁الشمالية
▁known
▁ضحايا
".
▁حساب
▁loss
▁judges
▁قررت
قال
▁supposed
▁worry
عيد
▁الكاريبي
izing
▁balance
ak
▁الصين
▁السنوية
▁مرفق
▁encouraged
▁happen
ING
▁follows
▁Item
96
▁citizens
▁75
▁single
▁Ro
انت
▁حرية
▁y
▁أساسية
ish
▁إضافة
كن
▁task
ائية
▁twenty
per
▁تستخدم
صح
▁تواصل
▁distribution
قل
▁الإنترنت
▁relationship
▁Iran
▁الانتشار
▁بسرعة
▁establishing
led
▁العقد
▁الميدانية
▁Federal
ful
▁12.
▁encourage
▁probably
op
▁السابعة
▁consensus
ضر
▁حظر
▁الدستور
▁Legal
▁١٩٩٧
▁break
▁١٩٩٣
▁بتقديم
28
▁البحار
▁رد
▁phase
▁المصلحة
▁ميدان
amp
▁إنتاج
▁Two
▁2-
بدأ
▁المقبلة
▁جزء
▁السامية
▁توصي
▁جزر
▁supporting
▁cut
▁عليهم
ina
27
▁بحيث
▁والمؤسسات
▁الدوري
▁improved
▁السياق
▁باستخدام
▁يلزم
▁beyond
▁الجنوب
▁University
سام
▁hands
ساعد
▁French
▁الشركات
سر
▁تقرر
▁Really
▁الختامية
▁Our
▁للأمين
فعل
HRC
▁المجتمعات
▁Add
ولي
▁صنع
▁قبيل
▁البالغ
▁signed
▁تعال
▁apply
▁terrorist
▁الصومال
▁الدراسة
▁Ha
▁أشعر
▁couldn
٠
▁multi
▁طرف
▁sixty
ot
كار
▁husband
رق
▁زال
▁الموقع
45
▁المتخذة
▁positions
▁أصبحت
▁إطلاق
▁العضوية
▁التوصية
▁دقيقة
▁التصويت
▁بنا
▁قسم
▁Although
▁Ta
▁عناصر
▁victim
▁Coordination
▁et
▁لتحسين
▁blood
70
راء
▁speak
▁الشرق
▁compensation
▁export
▁Ah
▁التقليدية
▁reached
out
▁المشورة
▁الحال
▁الانتخابات
▁وتحسين
▁حياة
▁says
▁أفغانستان
وال
▁Table
▁behind
▁بروتوكول
دان
▁مقدم
▁القطرية
▁المهم
▁أعلى
▁قائلا
ادي
▁moment
▁structure
▁واسع
▁Vienna
▁arrest
▁illegal
▁النطاق
▁Australia
▁serve
عم
ويل
▁From
▁des
▁يتضمن
▁trial
▁استعمال
▁الجحيم
()،
nt
▁ورد
▁youth
▁اعتقد
▁welcome
▁Listen
▁أدناه
▁raised
▁seven
▁الله
▁Germany
ER
▁ض
▁Islamic
pa
▁اهتمام
▁الغربية
▁Chief
▁Requests
▁وأعرب
▁points
75
▁external
▁فهم
▁أرى
▁presence
▁العودة
▁كافة
▁conferences
▁نفسك
حم
▁Elimination
▁وأضاف
▁المحاكم
▁supply
▁أمن
▁مقدمة
▁ظروف
▁products
▁للتعاون
(:
▁partnership
▁marriage
▁Prevention
▁التخطيط
▁مسؤولية
▁initial
▁انتظر
▁٢١
عمل
▁الاضطلاع
▁الأونكتاد
▁parts
▁covered
▁ذكر
هو
▁duty
▁بوجه
▁Pacific
▁الآخرين
قابل
▁regime
▁مشاكل
▁clearly
▁2,
▁حر
▁وزيادة
ning
by
▁tomorrow
▁consistent
▁reasons
ائها
▁yes
▁creation
▁seek
على
▁Ga
▁تذهب
▁concluded
▁رغم
▁والاقتصادية
wa
▁Administration
▁company
26
▁وتوفير
▁التصدي
we
▁origin
▁cross
▁انتهاكات
▁efficiency
▁قمت
ho
▁يكفي
▁مستويات
tra
▁مصادر
▁expenditure
زو
▁200
رح
▁مش
▁completed
▁practical
▁Sa
▁honour
▁والستين
▁صديق
▁بلغ
▁applicable
دل
ven
▁توجيه
▁اجل
▁الاتحادية
▁tried
▁stand
▁65
▁huh
▁Officer
▁inform
▁kids
▁Li
▁majority
▁بر
▁accountability
▁$2
▁وع
▁بوضع
▁تعاون
▁عل
RE
▁Her
▁جريمة
▁مبدأ
▁فضلك
▁بالمرأة
▁actors
ke
▁submission
▁القطري
▁stability
أت
▁المشار
way
▁إحدى
▁تقدير
▁السنوي
time
▁Pakistan
▁يعد
يتي
▁مهمة
كو
▁اللجوء
▁وخاصة
▁البيان
▁تيسير
▁road
▁truth
▁بالغ
▁الاستثنائية
▁الد
▁reflected
▁مراجعة
نس
▁Brazil
▁Chair
▁وس
▁Lebanon
▁1-
▁حكم
▁hate
بيع
▁appeal
▁entire
44
▁دال
▁implications
▁وبالتالي
▁beginning
▁جزءا
▁الأغذية
▁المفاوضات
▁المسؤولين
▁المذكورة
▁تأخذ
قي
وع
▁formal
▁الامتثال
▁جملة
▁عديدة
▁الأشياء
▁الشرقية
▁نائب
▁takes
كلا
ud
▁والبلدان
▁border
49
▁تعديل
▁reach
▁Note
ارات
▁إصدار
first
▁although
▁achievement
▁bilateral
90
19
▁units
▁الإشارة
▁respective
▁Mrs
▁بجميع
43
توقيع
▁السي
IC
▁observations
▁maintain
▁المشكلة
21
▁النزاع
23
▁وأشار
▁الأفضل
حب
شار
▁الإسلامية
▁Any
▁بوصفه
▁record
▁mo
80
▁ساعة
▁temporary
▁destruction
▁النفقات
▁بلا
▁شهر
▁القرن
▁الي
▁Um
▁اليابان
▁المنشأة
▁أذهب
▁crazy
▁goods
▁خمسة
▁counter
▁نصف
39
▁economies
▁answer
▁تكفل
▁المحيط
▁Nuclear
▁daughter
▁الولاية
▁ليلة
tion
▁educational
IS
▁والأطفال
▁١٣
▁تعتبر
▁الدراسية
ster
▁states
▁قوانين
▁بان
▁source
resolution
▁الهند
56
▁والهرسك
▁اعت
▁جميل
▁بخصوص
red
41
▁الأجانب
▁factors
▁gun
▁respond
▁توسيع
▁وقف
صاب
▁remained
▁front
جون
▁الدخل
▁قدره
مع
▁created
▁المتوقع
ence
▁العاملين
▁العلاقات
▁Am
▁استنادا
▁الغرض
▁event
▁يشير
▁resulting
▁ففي
▁صلة
▁بدأ
▁dollars
▁stage
▁Mom
ضاف
لات
he
▁السلع
اث
▁core
▁North
▁agree
▁TO
▁اعتمدت
▁المكاتب
▁صياغة
ative
The
▁Give
▁حكومية
▁تقل
"؟
▁الفرع
ang
▁مهم
48
▁consequences
خرج
▁المدارس
of
▁للتو
55
ay
▁أوجه
▁independence
X
▁ودعم
ey
▁successful
▁تصبح
▁designed
▁Bosnia
▁باب
ap
▁مفهوم
▁أربعة
▁detailed
▁Letter
ass
▁mentioned
▁بدلا
▁١٤
▁أكن
▁city
▁approaches
▁recently
رج
}
▁مواد
▁procurement
36
▁challenge
57
▁الضروري
▁علاقة
▁requires
%
▁professional
القرار
▁fun
▁قانونية
▁لمجلس
▁exploitation
دون
▁دليل
▁النظم
راك
▁الفلسطيني
▁Middle
▁urban
▁شيئ
▁تؤدي
▁looks
▁ten
لن
▁أر
▁Nothing
▁السفر
غو
▁هامة
▁Third
▁minute
قيم
صر
▁بأنك
▁el
▁مست
برا
▁الممكن
▁العمال
▁المدينة
▁Somalia
▁net
▁cause
▁sufficient
▁le
٩١
جة
▁average
ثير
▁mass
▁للمادة
▁holding
ten
ex
▁للأطفال
▁ات
▁مي
▁شخصا
▁studies
▁الذاتي
▁couple
▁13.
▁وحقوق
▁الرصد
▁توزيع
▁الاستقرار
▁المهاجرين
22
▁بالعمل
▁island
fi
▁solution
▁تواجه
03
▁الرسالة
ations
52
▁cooperate
38
▁leaders
▁du
يته
▁Sir
ئة
▁scientific
▁ينص
قا
▁sanctions
دع
▁Ho
▁broad
▁الأسر
▁attack
▁goal
▁حجم
29
34
▁اللازم
▁فيينا
▁الاتصالات
جد
33
▁والتدريب
ou
▁الوزراء
▁قيمة
▁Sha
▁suggested
ile
▁exactly
▁Territory
▁discussed
▁السجن
▁تريدين
جل
▁design
for
▁تع
عود
▁متأكد
▁الواضح
▁إيران
▁criteria
▁cash
راض
▁involving
▁bo
▁construction
ادة
▁bar
▁للحصول
▁Policy
▁sense
▁أدلى
▁66
▁illicit
▁تدعو
▁بقرار
▁recovery
▁Will
▁شي
▁تذكر
▁statistics
▁aim
▁sea
tro
لاء
▁eat
▁prepare
CP
▁59
▁3-
▁network
▁urgent
▁traditional
▁وسائل
▁500
▁capacities
▁أعرب
يش
ذهب
▁دورات
▁الطبية
يها
▁الأوسط
▁وخلال
▁حركة
▁المساهمة
▁والسياسية
▁بدء
▁عددا
▁Y
▁احد
▁commercial
▁avoid
59
▁لوضع
▁٢٠
▁الضحايا
▁عالم
▁host
▁آسفة
▁المتخصصة
▁entry
▁اختيار
▁الصادرة
▁culture
المادة
▁Kuwait
▁unit
▁Moreover
▁Rwanda
▁والتكنولوجيا
▁عملها
▁offer
▁ممثلي
▁معرفة
▁movement
▁UNFPA
▁المشمولة
▁معها
▁أع
▁billion
هر
ED
▁بواسطة
▁إنهم
▁مح
▁الهاتف
▁أخ
▁month
▁forced
▁murder
▁disaster
▁يخص
▁الفرص
▁دولارا
▁73
رين
▁منزل
32
ag
▁صغيرة
▁died
▁أد
ضم
▁شامل
men
dy
ستر
▁المبادرات
▁تبا
▁٣٠
▁boys
▁Community
وات
صدر
▁أب
▁leadership
rd
طلق
▁Authority
حي
كيف
▁اليونيسيف
▁US
▁والعمل
ولا
▁تحمل
▁المر
ذي
▁14.
▁lower
▁أحتاج
▁يبلغ
▁2009,
▁وضعت
weapon
▁رئيسية
▁٣١
▁أمانة
▁target
▁والمجتمع
▁eyes
hi
▁conflicts
▁الآخر
اص
▁استراتيجيات
▁الصحي
يز
▁science
▁Islands
▁ري
▁إدماج
▁بأنها
24
▁Technical
▁مقرر
▁سبق
رن
▁اعرف
▁اقتراح
رام
▁racial
▁تسوية
▁Total
▁موجز
▁اذهب
▁Even
05
▁easy
▁ام
▁وكل
▁كوبا
▁لاحقا
▁للمؤتمر
▁weeks
▁سعيد
▁Excuse
▁Labour
▁الزواج
▁الفساد
▁يعتبر
فع
▁مراقبة
▁للموظفين
علم
▁Turkey
شر
▁القاعدة
مين
▁معدلات
▁فتاة
▁لمعالجة
▁الأخير
ES
▁round
▁وتشمل
▁وأنه
دير
أس
▁أخبر
زم
▁Herzegovina
▁مناسبة
42
lin
▁الهجرة
قرار
ثر
vo
tor
له
▁2008,
غا
▁لابد
▁System
▁العلمية
72
سم
▁stressed
und
▁لمنظمة
جاب
▁eight
▁واللجنة
▁المباشر
▁بقدر
▁NGOs
▁زالت
▁figure
58
فاق
▁تأثير
▁Corr
▁undertake
▁sister
فين
▁بعمل
▁favour
▁غينيا
▁Su
▁story
▁والآن
▁المدرجة
88
▁والميزانية
▁الاحتجاز
▁الخامس
▁كون
▁موظف
▁المحتلة
راد
▁subregional
▁والمساعدة
قام
▁Lo
▁watch
77
▁summary
الة
▁وصول
▁الانتهاكات
▁الإداري
▁كثيرة
31
▁drink
▁كندا
▁العناصر
▁الثقة
▁Car
▁Se
وري
▁civilians
/52/
▁focused
زل
▁worked
66
▁والبرامج
▁reflect
▁secret
▁تشعر
لل
▁absence
▁democratic
ial
بط
▁conclusion
▁hospital
▁اسم
▁فت
/63/
▁تجري
▁planned
▁draw
▁Trust
▁$
▁الرسمي
▁approval
▁يزيد
عقد
▁credit
▁transparency
▁وكما
▁welcomes
▁sleep
▁Egypt
▁accept
200
▁Fifth
▁donors
▁ad
▁Ambassador
▁waste
day
line
▁se
▁Assistance
▁الصكوك
▁raise
▁2006,
▁timely
▁اريد
▁Bu
قود
▁أنظر
▁Population
▁رأس
▁تساعد
▁النهائي
▁t
▁operating
use
ائه
▁dealing
▁للمجلس
▁ثالثا
▁Members
▁للطاقة
▁سكان
▁المعهد
▁تحدث
í
▁elected
▁المدرسة
▁لكفالة
▁دولي
حتاج
▁ain
▁محل
▁partnerships
لب
▁ديفوار
bi
▁followed
▁خطر
ig
▁Netherlands
▁المتقدمة
▁بهم
▁التشريعات
▁press
▁model
▁٠٠٠
▁growing
ley
▁وش
راف
▁mandates
▁Financial
▁Z
▁involvement
دخل
▁finance
▁61
قطع
▁documentation
▁جرائم
▁تناول
▁instrument
▁اتفاقات
▁possibility
85
▁concept
▁يستطيع
▁forty
▁الفتيات
▁السن
▁Bureau
▁2005.
▁Ja
51
▁po
ors
▁Vice
▁الموافقة
so
▁يد
▁لكنه
▁البوسنة
حة
دن
▁forest
▁floor
▁caused
▁test
▁Research
▁ابن
▁improvement
▁Yugoslavia
▁الدين
▁wide
73
▁Weapons
▁التجاري
▁ستة
▁Sub
▁الحادية
▁الشأن
▁intended
▁scale
▁الخصوص
▁rehabilitation
▁الجنسانية
▁comes
اي
▁المكسيك
▁موقف
سة
▁جوانب
▁knows
▁الذى
▁لأجل
▁Rules
وة
يون
_
▁النوع
▁السيارة
درج
▁ثمة
▁للدولة
▁والتعليم
▁أنواع
▁giving
▁deployment
قدم
▁married
ward
▁سيادة
▁near
▁2005,
▁m
أي
▁agricultural
▁alternative
▁مدة
▁2009.
علي
▁determine
كا
▁X
ستخدم
▁Further
▁الأصليين
▁skills
ng
▁العدد
▁تقريرها
▁Cyprus
ee
▁ch
▁2010.
▁تبلغ
▁Palestine
mer
▁غرب
▁وكالات
▁ترحب
99
▁allowed
▁الأحداث
▁workshops
▁فعال
▁walk
▁يفعل
▁الأقليات
▁committee
▁اللجان
نظم
▁يجعل
84
▁companies
64
لام
ship
▁الحكومي
▁أربع
▁Operations
▁التصديق
para
$
▁Northern
▁الزراعية
▁explain
▁2010,
▁عقدت
▁المشاورات
▁أماكن
po
إي
▁دو
▁حوالي
▁tools
▁الصناعية
▁شعب
ضرب
▁والعدالة
▁كلمة
▁2008.
▁النهوض
▁عظيم
▁clean
ائق
▁Indonesia
▁ألم
ريك
▁الواجب
كس
▁senior
▁لبنان
▁Sea
ier
▁2007,
65
▁الجانب
▁negative
mail
▁pick
▁Chamber
▁search
▁enjoy
/19
▁يدعو
▁discuss
▁هنالك
فصل
▁الدور
▁الخارج
our
مول
▁actual
▁آراء
á
▁freedoms
▁عزيزتي
▁leaving
54
▁success
ue
طف
▁conclusions
▁occupation
▁فعله
▁اللغات
▁Mu
▁send
▁migration
▁الإضافية
▁ملايين
▁تر
▁ha
▁لتلك
راب
▁المانحة
▁ومنطقة
ron
▁شرطة
qui
▁كاملة
▁دائرة
▁انخفاض
▁closely
▁St
▁Training
▁book
▁البعض
▁68
▁أسلحة
▁التطورات
▁اعتمد
▁الفرصة
▁difficulties
▁حياتي
▁ho
▁ENGLISH
ving
/10
▁والأربعين
▁ميثاق
▁Sure
▁electronic
▁Deputy
ended
▁minimum
قتل
ite
▁المستويات
▁للجميع
▁Ba
▁١٦
ائل
▁2011,
▁الإلكتروني
▁إنفاذ
▁نفسي
▁despite
▁damage
▁إليك
▁تحب
▁الوعي
▁attacks
ساهم
▁offences
▁anymore
▁gr
▁مبادرة
ولة
▁Strategy
▁المعدات
▁قلق
▁written
▁goes
▁مالية
▁ميزانية
▁الرفيع
يح
/60/
▁ديسمبر
▁الجارية
▁Spain
مرحبا
ثق
▁ahead
▁تعرفين
▁لديهم
▁تتصل
▁expression
02
▁Miss
حال
▁assessments
▁Sierra
بك
▁languages
▁2005،
رسل
▁مهام
▁الخير
▁Cultural
▁أصل
▁الأقاليم
▁المدعي
▁San
▁الموضوعية
تطلع
—
▁Leone
▁Bo
▁expertise
▁بلدا
46
lu
▁والا
▁نذهب
▁بعيدا
▁ill
▁التنظيمية
▁بالنيابة
▁الأساس
end
▁الجوية
نو
تون
وقف
gi
▁described
▁More
▁occupied
▁Staff
▁فيروس
mon
▁طويل
▁وبين
▁الإجمالي
▁المختلفة
▁ability
▁لحفظ
وث
صار
▁membership
▁ترغب
▁game
▁ودون
93
▁beautiful
راع
▁إقليمية
▁records
▁Zealand
ـــــ
▁درجة
▁sign
▁Pa
▁relief
▁base
▁جامعة
▁promise
▁فإنها
▁Experts
▁ترد
▁15.
100
▁مؤسسة
▁collection
third
وط
▁Original
▁recognition
عرف
(؛
▁Italy
▁تأتي
▁choice
▁بالكامل
▁recruitment
Q
بان
▁16.
▁الإبلاغ
▁centre
▁Di
▁مو
▁أشخاص
▁كوسوفو
▁سلطة
رم
▁afraid
▁immediate
▁advance
▁Un
▁السورية
▁extended
▁refugee
▁الشراكة
▁estimates
▁الترتيبات
▁تسجيل
▁useful
▁شرق
▁الإصلاح
▁حصل
▁الجوانب
تحدث
62
▁enhancing
▁جون
▁تش
▁طلبات
▁news
مال
▁deep
▁Technology
▁الأصول
ناقش
▁بالمخدرات
▁owing
▁punishment
▁للقضاء
▁تتحدث
▁عادة
فق
United
63
▁مل
▁المستقلة
▁charge
▁Colombia
▁intention
ler
جاز
▁الشاملة
ki
▁whatever
▁القادمة
▁confidence
باب
▁تعريف
▁workshop
▁الانتقالية
▁المناقشات
▁كيفية
▁والدي
وج
▁المراقبة
▁التشريعية
▁انتخاب
▁concrete
▁War
▁الأولية
▁فا
▁Po
▁2008،
▁Western
▁(19
▁efficient
▁بالا
▁quite
▁telling
▁الأكثر
▁جهاز
▁امرأة
حمل
▁ث
▁engaged
/11
▁رو
▁المبذولة
ولد
▁chapter
▁حدة
بع
▁ذاته
lar
▁placed
دعو
▁الموجودة
ard
va
▁للأسلحة
53
▁نظرت
ff
▁2009،
▁والد
▁التزامات
▁sit
▁أعد
▁الشركاء
▁payment
ترك
za
ez
▁generally
يرة
▁immediately
▁unless
لى
شاهد
شت
▁students
▁الأسبوع
▁بمبلغ
▁Nigeria
▁والمحيط
▁الإعدام
▁هايتي
▁مالذي
/59/
▁ببيان
فاء
▁imp
▁متعددة
▁medium
▁وقالت
▁Argentina
▁الخطوات
▁VI
عرض
▁waiting
▁الاتفاقات
tch
▁كن
▁والسيد
▁Liberia
▁بالنظر
▁والإقليمية
▁تعميم
جن
▁الهياكل
▁تعتمد
▁compared
▁Burundi
▁تود
▁السوق
▁76
▁history
▁الآ
▁save
▁الجماعة
ميل
▁likely
▁Jo
▁توصية
▁تدخل
▁grounds
old
زال
▁مفوضية
83
▁assess
▁complex
وح
76
▁Pre
▁بلدي
▁حم
▁gross
▁drugs
▁interested
نك
▁الفئات
تش
▁إقرار
▁َّ
▁التفتيش
/65/
▁تعني
▁observers
▁يساعد
ise
حظ
io
▁خطأ
سير
▁2006،
▁دوليا
▁threats
▁religion
▁(1
▁accounts
▁300
▁17.
▁Ukraine
▁conventions
▁التاريخ
▁مهما
▁shared
▁الموت
▁launched
▁الاعتراف
▁leading
▁options
▁Gender
▁definition
EC
▁الناشئة
78
tain
▁واستخدام
تو
▁representation
CONF
ions
▁trouble
▁أهم
▁2011.
▁direction
87
ana
▁تشغيل
74
95
68
▁سو
▁hot
▁بس
▁الجنائي
▁جاء
▁um
▁الكبرى
▁enhanced
▁را
▁alleged
du
جا
اتهم
▁وك
▁وحتى
▁measure
حصل
▁2010،
دور
▁خبراء
▁عبارة
▁ORIGINAL
▁defined
دية
▁insurance
▁alive
▁الامر
غر
طلب
ability
▁territories
▁reviewed
لكن
اض
ko
▁participated
▁عين
▁learned
▁مجتمع
▁Ar
▁ratification
▁لتحديد
▁Haiti
▁جهودها
▁—
/3
▁والتنسيق
▁Norway
غل
cause
رو
▁extend
الفقرة
▁رب
غادر
▁2007.
▁Many
▁actively
ja
▁إنجاز
حص
بيل
▁الآلية
▁Sam
اة
▁فرض
▁الاستشاري
▁جميلة
▁اله
▁subprogramme
▁أدى
que
▁guarantee
▁والع
/58/
▁بند
▁4-
▁الجماعية
sc
her
جم
▁فرنسا
▁المشروعة
▁accepted
▁مدينة
▁ارتفاع
▁انتهاك
بق
▁رفع
▁تجعل
▁Which
▁٢٢
pro
▁الجزرية
▁67
▁fourth
▁لحظة
▁الليل
▁election
▁خدمة
▁التحدث
رون
▁فهي
che
▁strengthened
▁(2004)
▁يسمح
▁setting
▁كوت
▁aircraft
▁استطيع
▁defence
▁urged
▁بحث
▁type
79
▁Bar
au
▁constitute
▁Ex
CO
▁بإنشاء
▁الأثر
▁١٨
ظل
▁Framework
▁approximately
فك
▁وخدمات
▁تحقق
▁داخليا
▁التبرعات
▁urges
▁بالضبط
▁أح
ice
/5
/50/
▁remaining
▁الاستفادة
▁البرازيل
▁تقريره
▁الوفاء
جين
▁18.
▁شروط
▁prosecution
▁وأشارت
▁calling
▁وح
▁2003,
▁دولارات
▁تشكيل
▁seems
▁Project
01
▁industry
▁ولقد
▁المجموعات
▁minorities
▁2004,
▁UNIDO
▁بالتقرير
▁الكبيرة
▁thanks
▁عد
▁للمحكمة
▁inclusion
▁الكاملة
▁Kenya
▁felt
▁الجماعات
▁مقارنة
▁سوء
▁2006.
▁Financing
▁الأزمة
▁authorized
ru
روس
▁Gu
عاد
▁تشجع
▁donor
▁تمر
▁headquarters
▁قانوني
▁رعاية
▁حلقات
▁coordinated
▁Parliament
▁الكبير
▁Ben
/53/
▁component
▁خلف
▁الوحيدة
▁الاستراتيجي
▁صغير
شير
▁earlier
▁خفض
▁seem
▁عضوا
▁specifically
▁allegations
▁reduced
▁الجنساني
▁وضمان
▁risks
▁المخصص
▁fall
▁lose
▁الأدنى
▁رجاء
▁separate
▁أرض
▁القطاعات
▁represented
▁أني
▁IN
▁John
▁أجهزة
▁وصف
hy
▁مرافق
▁Use
▁imposed
إنه
▁إيلاء
▁إست
▁emphasized
▁enter
second
▁الشخصية
نغ
مد
▁site
▁organs
▁ينظر
▁Territories
cy
▁واضحة
مون
▁Switzerland
▁fuel
▁الممتلكات
▁يؤكد
جري
▁judge
▁بالإ
▁causes
▁مات
▁تؤثر
▁worth
▁غدا
▁$3
▁2012,
▁board
▁Vi
▁غضون
▁ترتيبات
▁o
▁المطلوبة
▁رؤية
▁بداية
WG
▁2011،
tin
تني
▁١٧
ious
▁ولن
▁المتعدد
▁oil
▁إقليم
دري
▁types
▁فرقة
▁markets
▁democracy
▁لعدم
يع
▁function
▁Food
▁Another
▁واضح
▁encourages
▁Ko
▁عمله
▁الإسرائيلي
▁investigations
ارت
▁pa
▁حان
▁المؤرخة
روح
▁شمال
▁تخطيط
81
طب
▁resulted
▁Ka
▁combating
▁(2001)
▁إزالة
▁الثلاثة
▁Mi
▁Prosecutor
▁top
://
▁السلامة
▁commission
▁دع
▁2002,
▁بيئة
▁Humanitarian
ding
ونغ
▁gets
▁لاتفاقية
▁لأنني
▁المرة
▁البيولوجي
▁hey
▁registration
ye
▁shown
▁2007،
▁المس
▁رائعة
▁بمن
ction
▁السلمية
AS
▁الفعال
▁حب
/61/
side
▁مالي
▁جلسات
▁begin
▁تحيط
▁Kosovo
▁الملحق
▁أسباب
▁85
▁فلا
▁يصبح
▁Internal
▁subsequent
▁arrested
▁قل
▁2012.
▁الثقافية
000
وار
▁الحب
▁المست
▁ذهبت
▁العنصرية
▁failure
▁المتفق
هرب
▁drive
▁declaration
▁Mm
▁express
▁المشاركين
▁واسعة
▁solutions
▁emphasis
▁البرلمان
▁رؤساء
fe
▁العظمى
▁appointment
فى
▁الجمهور
▁السامي
دام
▁doctor
▁UNITED
▁الوزاري
▁hour
▁المطلوب
▁قبول
▁تحصل
▁الث
▁تمكين
67
▁Ministers
▁competition
رتب
▁العلم
بعث
▁series
▁changed
▁اخت
ره
▁highest
▁determined
▁69
▁خذ
▁سيارة
▁سلطات
▁Chile
▁partner
اري
▁الإيرادات
ذكر
▁الغابات
▁secure
▁مستعد
▁شك
▁رفاق
▁والاتحاد
▁Guatemala
تكم
▁aware
CRP
▁المح
▁namely
▁يتطلب
▁2004.
ug
ring
▁صوت
▁انتهاء
▁الأسماك
▁Fa
▁المعتمدة
▁أشار
▁تخفيض
▁المحتمل
▁قطع
▁تجاه
▁أقرب
▁complaints
▁sick
جان
-19
▁internationally
▁reducing
▁الأجنبي
▁الفتاة
▁الملكية
▁أمين
▁الوفد
▁لات
▁k
واء
ber
▁قريبا
▁الاستجابة
ninth
▁المتوسط
▁fulfil
▁وتحديد
▁ايضا
97
▁recognize
▁والدول
▁integrity
▁2008-2009
▁تصل
Z
▁Status
▁إدخال
▁وتقييم
مكن
▁Peacekeeping
▁الثلاث
▁لأنك
طة
فيد
▁تحويل
▁والقانون
▁التنوع
▁الدورات
.12
هب
▁الرأي
▁mainly
▁applications
▁خارجية
▁الأب
▁Asian
▁Morocco
▁crucial
▁ويجري
▁Croatia
▁fear
▁ذي
تعلم
▁mis
▁فتح
▁himself
proliferation
ظهر
▁Algeria
▁الصباح
▁running
▁كار
▁ألمانيا
▁المهام
▁speaking
▁migrants
▁Fuck
كرر
bu
▁Sweden
▁participating
▁decide
▁forget
اقت
No
gu
▁Pro
▁حصول
▁بش
بعد
▁بدعم
▁Hold
▁art
▁الطرق
▁تعلمين
▁station
/12
ung
▁الصعيدين
▁لبناء
▁تحدد
▁Open
▁وقعت
▁bed
▁Internet
▁sentence
▁NATIONS
▁مصر
▁الفلسطينيين
▁Over
▁affairs
حق
▁عنك
حد
▁أفهم
▁كاف
▁حي
او
▁قبرص
500
▁fa
▁الفاعلة
▁المؤسسية
▁targets
▁الشكوى
▁وتحقيق
جعل
▁لإجراء
▁دعنا
▁(212)
ide
▁الدخول
▁appointed
69
▁Only
▁affect
▁وسائط
▁release
▁والإدارة
▁perspective
▁Field
com
▁Côte
خط
▁المختصة
▁بعدم
▁يقل
▁Decade
▁الأسواق
▁المنتدى
▁لأحكام
▁الأرجنتين
▁القبض
▁offence
▁Austria
▁استعداد
▁الإسرائيلية
▁الهامة
▁بيت
▁78
▁2004،
▁يع
▁19.
▁Most
▁Control
▁cool
شد
▁findings
▁spirit
▁وبرامج
▁خطوات
▁دقائق
جلس
▁بتعزيز
▁تقع
▁الصراع
▁category
▁فهو
جز
▁الاعتماد
▁المسلح
ev
▁Assistant
▁eliminate
▁Hu
▁بع
ء
نز
▁ونظرا
▁mutual
▁يضطلع
خفض
امي
▁مستقلة
▁الجيش
▁يعلم
▁للنظر
حا
▁الأدلة
89
nch
▁التحقق
▁مشترك
mi
سان
▁places
ants
ya
▁sometimes
ايا
▁Uganda
هج
▁المواطنين
ورد
▁صورة
▁Indigenous
▁pressure
▁grave
▁التفاوض
غير
▁لكنني
مك
عتقد
▁انهم
فض
▁والق
71
▁للفقرة
▁يحصل
▁تبدأ
▁bitch
▁98
▁قرر
قسم
▁٠٠
▁published
عامل
▁بح
▁المبادرة
si
▁لزيادة
قبل
فتح
▁الديون
اش
▁consent
ضح
▁ورغم
زع
ip
دني
▁مخ
▁منتصف
▁تحاول
▁أمرا
حض
▁بعثات
/51/
▁ON
▁consumption
▁supplies
رش
▁Red
▁voice
ائك
▁اين
▁exist
▁باعتبارها
ستمر
▁OHCHR
▁black
▁observed
▁المؤسسة
98
▁advisory
▁البنك
▁zone
▁الميداني
عزز
▁التحقيقات
▁العقوبة
▁رفض
صب
▁الآليات
▁constitutional
▁والتمييز
ran
86
▁82
▁Ca
▁تصميم
▁غريب
wide
▁ظننت
نج
الات
▁للبعثة
رحل
▁السلوك
▁Space
▁الكويت
Signed
▁وغيره
▁executive
▁Gaza
▁comply
▁تسمح
▁٢٥
dic
▁الإجراء
han
▁kept
▁رواندا
▁track
/57/
▁website
▁المرتبطة
/62/
▁التام
▁21.
▁فمن
▁ورقة
عرب
▁اعلم
▁وراء
▁visits
▁miss
om
ئي
94
7/
▁candidates
▁مثلا
▁Ivoire
ual
aw
▁95
▁والس
▁enjoyment
▁النهائية
البند
▁Questions
▁somebody
▁نعرف
▁Supreme
▁صعيد
▁اتخذت
▁عموما
▁صباح
وى
▁missing
خص
▁touch
▁حقيقي
▁accused
▁قر
▁79
▁نشاط
▁تبذلها
▁gas
▁الساحلية
▁nor
اته
حاول
▁accident
▁عيد
▁النزاعات
▁اسمع
/14
▁لتوفير
▁Da
06
▁campaign
kin
▁1989
تل
▁Jordan
▁الزيادة
▁المبدأ
▁متوسط
▁التقدير
▁سؤال
▁Azerbaijan
▁بق
▁ومكتب
▁قلقها
▁Part
▁bank
▁expect
▁القضائي
▁bl
▁buy
▁البقاء
▁survey
▁الناجمة
/48/
▁الشبكة
▁والحريات
▁سياسية
▁Decides
act
▁81
IN
▁هاء
▁engage
▁عنصر
▁Ethiopia
▁2000,
الت
▁تتناول
▁normal
▁المترتبة
به
راقب
lan
▁وحسب
▁organizational
شكل
▁Would
▁أنتم
▁تهدف
▁ta
▁expenditures
II
▁Got
▁institution
▁والن
▁2003،
▁sort
▁contributed
▁Their
king
دد
▁شا
▁هام
▁المنازعات
▁produce
▁سأكون
▁2010-2011
South
ure
▁آن
▁المنافسة
▁Wow
مور
▁content
▁التكلفة
ect
▁مبادرات
▁industrial
▁تحول
▁everybody
▁reforms
▁أس
▁دخول
eighth
)!
▁outcomes
▁72
▁تفهم
▁corruption
وان
حدث
82
بري
▁المصدر
▁categories
▁doubt
▁highlighted
▁price
▁territorial
▁تركيز
ze
▁norms
هد
▁fields
▁وسط
▁بالس
▁وفده
▁الصغير
▁emerging
▁Day
▁الأحيان
▁star
▁whom
▁لمساعدة
مير
▁السجون
▁Prime
▁اوه
▁دم
▁وذكر
▁لمكتب
▁rise
▁للدورة
▁وتنظيم
▁2012،
توقف
▁examination
▁نفعل
▁بشدة
▁وقانون
▁moving
tri
▁Monitoring
▁stupid
fourth
▁البحوث
جتمع
▁Summary
▁المؤ
▁increasingly
▁العسكري
▁الممارسة
▁ولجنة
▁damn
▁elimination
▁existence
▁granted
▁والإجراءات
▁subsidiary
تحد
▁مني
▁indicate
▁الجوي
▁works
61
▁tax
▁dangerous
▁fast
زام
▁احت
▁nine
▁Principles
▁سجل
▁learn
▁صاحبة
▁التأكيد
▁وقوع
يدة
▁تتيح
▁الطابع
بور
▁ساعات
/54/
▁دعني
/49/
▁جهة
▁functioning
▁Ne
▁باكستان
04
▁نقطة
▁القادم
EN
▁feeling
▁والموارد
▁سم
▁لإعادة
▁وحدات
▁صحة
▁عالمية
▁ذو
▁القضاة
▁بالأشخاص
▁تنفيذها
▁يحتاج
▁أدنى
ON
▁بوروندي
gen
▁تس
▁message
▁النفايات
▁5-
▁إنهاء
▁وتلاحظ
▁لق
▁prisoners
▁مقترحات
▁ولكنه
راي
▁competent
▁حقيقة
▁الإنتاج
▁2003.
▁87
▁collective
▁cycle
▁وأخيرا
▁الإقليم
07
عالج
▁Gra
▁sharing
▁forum
▁محاولة
▁المهمة
▁الميثاق
لان
▁2001,
▁المحاكمة
▁ship
▁identification
▁Georgia
▁يوغوسلافيا
▁المتكاملة
▁respectively
▁استجابة
▁Rica
fa
▁لان
▁Initiative
▁أخي
ible
▁emissions
▁83
▁والح
ping
▁join
US
ens
▁اتباع
▁Year
▁reintegration
بد
▁contracts
▁تو
08
▁Was
▁2002،
▁تمييز
بقي
▁القتل
▁1994,
▁que
▁وقدمت
▁الطلبات
▁wishes
شكرا
وض
▁أحاول
▁responses
▁يرام
▁considers
iii
▁Following
▁الكربون
int
▁سير
▁aren
ub
طل
▁officer
▁delay
▁وأعربت
▁القسري
▁recorded
▁والزراعة
.15
.10
▁بكثير
▁race
▁الموجهة
▁كو
▁المق
ped
▁العرض
▁العوامل
▁والجريمة
▁الذرية
▁نجاح
▁لكنها
▁الماء
▁highly
od
▁هيكل
▁(2006)
▁يعيشون
▁أتعلم
-20
▁تعود
▁الدعوة
▁sought
صد
▁engagement
▁Britain
▁يستخدم
▁؛
▁Angola
▁Har
all
▁internally
▁endorsed
▁المطالبات
▁٢٣
▁المعقود
off
▁والمالية
▁وان
▁requirement
▁حوار
▁racism
▁للا
▁عامل
▁العمر
▁قط
▁played
شجع
▁Rule
▁structures
DP
▁الإلكترونية
q
▁Put
▁تمثيل
▁ذاتها
▁closed
▁تجد
▁asking
▁interpretation
▁restrictions
▁المرافق
▁complainant
▁العقاب
▁أقصد
▁إلغاء
مس
سجل
OS
بيان
▁مواقع
▁دار
▁أسعار
▁proportion
wi
▁أش
oo
▁vehicles
▁Introduction
▁تفسير
▁بحماية
▁2002.
▁reservations
you
▁وج
▁الغذائي
▁تمت
▁Fourth
▁networks
▁Paris
▁يواصل
▁سعيدة
▁asylum
▁radio
seventh
▁faced
▁الأسباب
▁تنفذ
▁1988
▁دراسية
▁mistake
▁الضوء
AN
▁القاضي
▁Jack
▁substantial
▁Chairperson
▁الاستئماني
▁considering
▁اقت
▁offered
91
▁equitable
▁Myanmar
ستعمل
▁الاستخدام
▁نستطيع
▁أقصى
▁شفوية
▁Du
▁lessons
▁otherwise
▁Nice
▁ميل
▁لموظفي
▁تعرب
▁السادس
ده
أخذ
▁statistical
▁lie
▁Jerusalem
gg
▁الاستعمار
▁تعليم
▁نحتاج
▁Page
den
let
\
▁Belarus
ov
▁ليبريا
continued
▁سنويا
▁الإدماج
دمج
▁panel
ification
▁Sp
▁train
▁التحليل
92
▁غو
▁المجموع
▁thematic
▁وكالة
▁Philippines
▁failed
▁dissemination
▁شأنه
▁ظهر
▁أحيانا
▁formulation
UR
▁سان
صبح
▁ولكنها
ble
▁الأسود
▁ارتكاب
▁المذكور
عادة
▁يكفل
طال
▁88
if
▁سيراليون
يرا
▁Ju
ونا
▁mental
lic
▁marine
▁added
▁دعما
ries
▁التمتع
▁تتسم
▁تخ
▁تلقي
▁hair
▁Developing
▁جهد
▁ذا
تناول
LE
▁vital
زر
فل
▁except
▁دخل
ثني
ef
▁المتكامل
▁Keep
▁الإطلاق
▁عرفت
▁Refugees
▁ترمي
▁birth
▁الدم
▁المنظور
جب
▁86
▁00
▁amended
▁win
سيد
▁dinner
سأ
▁realization
▁الأحمر
▁identity
▁Resources
عر
▁غزة
▁للنساء
فيل
www
ep
▁Ecuador
ren
▁listed
▁فهمت
▁حالك
▁والنساء
▁المقبل
▁inclusive
▁تخصيص
ft
▁سابقا
-6
▁بوضوح
fifth
▁entered
▁الحر
▁nationality
▁paras
▁completion
▁تعليقات
▁كا
▁tasks
▁الأولويات
▁السم
▁الشكل
▁sovereignty
يء
▁acting
▁١٩٩٩
▁Adoption
تصل
▁الشركة
▁amendments
▁القيود
وبة
▁يرى
▁أموال
▁يعود
▁وطلب
▁الحضرية
▁اتصال
▁84
بس
▁carrying
رجع
▁البداية
▁Malaysia
▁وترد
▁فلن
▁الدراسات
▁تتطلب
▁pass
وها
▁trends
09
over
▁بالقرار
▁funny
▁Ru
▁الملاحظات
▁القيادة
▁وسيلة
▁examine
▁وطلبت
▁99
▁ذهب
▁بشأنها
تن
▁تركز
▁القيمة
ale
▁تضمن
determination
▁المحدد
tal
▁1995,
▁والصين
▁danger
▁للاتحاد
▁أخرج
▁looked
▁availability
أم
▁2013,
▁Congress
/1994/
▁أساسي
▁المغرب
▁97
▁التأمين
عن
▁proper
▁ratified
▁الض
▁fell
/55/
▁Peru
▁لعملية
▁الكلمة
▁bear
خر
▁drop
▁أخذت
▁convention
▁ــ
▁COP
▁minority
▁لأنها
▁نظرة
▁ولهذا
▁creating
▁مواجهة
▁Drugs
▁حاول
az
▁names
ران
▁الحمل
▁الطرفين
▁يضع
▁Family
▁electoral
▁تولي
▁العلاقة
▁registered
▁بعيد
▁Cambodia
▁preventing
▁معدات
▁element
▁obtain
▁Resolution
/64/
▁عقوبة
ـ)
4,
▁الرد
▁الحقيقي
▁attend
ضحك
▁الحظر
▁71
▁mu
▁أسف
▁Governing
cul
▁سانت
▁outstanding
ator
▁الراهنة
▁Ti
▁بلغت
▁shut
بحث
▁حسابات
بلغ
عب
ong
▁بتلك
▁العمالة
▁توافر
▁تبين
▁meant
▁targeted
ذه
▁update
▁contains
▁لعمليات
▁البر
3,
▁thirty
▁للاتفاقية
▁لتمويل
/1999/
▁نوعية
عمال
▁بغرض
▁Energy
▁رابعا
▁كبار
▁1998,
▁أريدك
▁Spanish
المملكة
You
خذ
▁صديقي
▁agriculture
▁تدريبية
عل
▁dog
▁2000.
تزوج
▁باعتماد
▁penalty
▁concluding
▁slow
▁مجموعات
▁سلاح
ans
▁principal
▁الفعلي
▁البيت
صيب
bb
▁التعبير
▁كاملا
▁اليس
▁تظن
▁والصحة
▁يصل
▁produced
sixth
▁افعل
▁arising
▁2012-2013
حضر
▁reconciliation
▁playing
▁خطيرة
▁Forms
▁92
لال
▁والدعم
تاح
▁Thailand
item
▁Bangladesh
▁تيمور
▁الزراعة
داع
▁count
▁heads
/68/
▁للحد
▁22.
Cause
▁وصل
▁تتم
ريف
▁finally
▁Ki
ضا
▁cell
▁رأيك
▁لقانون
▁3,
▁http
▁populations
▁يتيح
▁مصدر
▁إننا
▁accounting
cH
▁2013.
▁Finland
▁الصعب
▁أعربت
▁شكر
▁Finally
▁expenses
▁الحل
ائب
▁23.
▁oversight
▁الانتخابية
▁نفقات
ذلك
▁اليونيدو
ses
5/
▁Darfur
تعهد
▁باتخاذ
▁سلسلة
▁worse
▁ومنذ
▁publications
▁Universal
PC
▁ور
▁perfect
▁سوق
▁الأجهزة
▁الغرفة
▁class
▁سل
ec
oc
▁واو
qu
▁بتقرير
▁Call
▁فورا
▁وتوصي
▁وأكد
▁Up
SP
▁pension
▁البنود
ذك
قاء
▁catch
▁percentage
▁وف
▁وشك
▁commissions
هذه
▁إبن
▁middle
درس
▁experiences
▁del
INF
▁pointed
قوم
▁زي
توقع
▁العلاج
▁بأنشطة
▁٢٤
▁confirmed
▁socio
/16
▁picture
▁لبعض
▁Does
``
▁وعندما
▁وافقت
▁١٩٩٢
▁الشفافية
سلام
▁previously
بني
▁character
AP
▁النرويج
▁الصف
WP
▁التعامل
ration
▁code
/1997/
▁components
▁assessed
قص
▁IAEA
شق
▁Scientific
▁مساعد
▁values
▁appreciate
▁أصدق
▁الحفاظ
▁إجمالي
▁protecting
▁ومنظمات
▁shoot
▁قدرها
▁يست
▁أتمنى
▁دائم
▁reproductive
▁يرد
free
▁الانتقال
عين
▁Three
▁publication
ضي
ear
▁لطيف
ريب
▁Movement
▁النسبة
▁كتاب
▁الطيران
AM
▁وطني
▁YOU
▁En
▁انعقاد
▁courses
▁والدك
▁النفط
NA
▁الجزائر
▁20.
باع
▁camp
▁نمو
لقي
▁يأخذ
▁يتخذ
▁الانضمام
▁91
خي
لعب
▁tool
▁pilot
▁disability
باء
▁budgetary
▁والسياسات
▁والتوصيات
▁السويد
قدر
▁محدد
▁بفيروس
وص
▁presentation
▁لح
▁Timor
▁أساليب
▁الناتج
▁Lu
▁مؤشرات
▁بالن
ach
▁البشر
كتشف
▁judiciary
شعر
▁وانت
▁94
▁للح
▁1997,
▁limit
▁بالح
▁الفعلية
▁cold
▁البالغة
/13
▁bag
▁Lebanese
▁containing
▁killing
▁seriously
▁قاعة
▁factor
سحب
قترح
▁bus
▁Help
▁considerable
▁Change
▁قدما
▁details
▁أج
▁powers
1,
▁10-
▁fish
▁adaptation
eg
▁ومنع
/9
▁burden
▁جرت
▁نموذج
▁93
▁bringing
▁male
ندا
▁الأحوال
٠٠
▁Noting
▁ونشر
▁يأتي
▁god
▁Romania
▁Despite
▁74
▁نريد
▁troops
▁الملائمة
▁maintained
▁تملك
▁إحراز
▁وصلت
▁إما
▁التكيف
نية
▁الخمس
▁معهد
ساس
▁يوفر
▁الضرورية
▁opening
▁يحب
جال
▁incidents
/2006/
▁Coordinator
nny
▁السابع
▁رابطة
▁الإحصائية
▁للمجتمع
▁سري
▁linked
▁أقوم
▁والولايات
▁أقر
▁preliminary
▁FCCC
▁significantly
▁أسبوع
iz
▁89
▁دورا
▁الخط
طالب
▁دستور
af
▁Venezuela
خدم
iss
▁توجيهية
ST
▁يعتمد
ندي
jo
▁Partnership
▁اتخذتها
▁بمقتضى
▁charges
▁أطراف
1.
▁أسرع
▁ايها
▁بإجراء
▁suit
▁Te
ular
▁grant
ps
▁عالمي
▁الغذاء
▁دارفور
شتري
▁1999,
▁Czech
▁إتاحة
▁برا
▁Lanka
▁المستخدمة
▁protected
▁fighting
▁المج
▁400
لاق
▁condition
▁حرب
▁FOR
تشي
▁troop
▁w
▁اللذين
▁background
▁لاستعراض
▁computer
▁للق
▁للسلام
▁keeping
▁6-
▁والتقييم
▁معنا
▁روح
▁expansion
▁96
ورا
يوم
port
▁Poland
▁Thus
يدي
▁Make
▁طالب
▁والان
7,
▁ممثلو
▁تعقد
▁grateful
▁Could
▁شأنها
▁Every
▁بلده
ory
300
▁الأمراض
▁Professional
▁المعونة
▁بأهمية
▁detained
ging
▁مماثلة
▁wall
▁الضمان
رع
▁الصفحة
▁يرجى
▁Belgium
ral
▁التوالي
▁صف
▁يقرر
▁عالية
ترجمة
▁Torture
▁معاملة
▁تفعله
▁Costa
بون
قب
▁RE
▁مناسب
▁للفريق
▁Follow
▁Science
نسي
▁shows
▁لتقييم
▁تبقى
▁المنقحة
▁$4
▁became
ستطيع
▁الجزاءات
/7
▁teams
افة
▁الطعام
▁أداة
▁تدعم
▁enterprises
▁بالأمر
▁وثمة
ick
▁إنني
▁eradication
uff
▁appear
▁الاستئناف
▁دعوة
▁المفترض
▁strongly
/15
انية
▁forth
▁Military
▁الخروج
tar
2-
▁اليونان
▁updated
▁Iraqi
مات
▁قوية
▁120
400
▁Salvador
▁أفكر
▁شتى
▁instead
▁خطوة
لية
طار
▁delivered
▁واقع
▁الكلي
▁مكاتب
ند
▁initiated
▁موافقة
▁التى
سلط
▁dream
▁تشارك
▁بري
▁إضافي
▁instance
▁r
▁Several
▁صدر
▁تضم
▁سلام
▁نام
▁Jesus
قات
رز
▁2000،
▁sanitation
▁Everything
▁hoc
▁الممثلين
▁selected
▁harm
▁الجلسات
▁التشيكية
▁coverage
▁الحادي
ged
▁substances
▁أفرقة
▁2004-2005
▁conformity
▁أحضر
rn
وقع
▁أعط
cho
▁تسليم
▁seeking
▁بلوغ
▁Pe
▁الموحدة
▁soldiers
▁2001.
▁جر
تس
▁numbers
▁بفعالية
▁older
يفة
▁صور
▁لكني
▁secondary
