<blank>
<s>
</s>
.
▁the
,
▁of
،
▁and
▁to
▁في
s
▁in
▁من
▁-
'
▁(
▁a
▁I
;
▁على
)
-
▁for
▁that
▁أن
ً
▁on
▁you
?
ة
▁&
▁و
/
▁إلى
ا
▁
ه
▁The
▁is
ي
▁with
ها
t
؟
▁لا
▁be
▁it
▁by
ّ
quot
ُ
▁التي
▁as
▁عن
!
▁هذا
ات
▁was
:
...
▁are
▁ما
ين
▁المتحدة
▁have
▁ذلك
ت
▁this
▁at
▁not
ك
m
▁أو
ـ
▁its
▁from
▁ت
▁You
َ
▁ي
▁United
▁ب
▁me
▁مع
▁هذه
▁or
ية
re
ing
؛
▁"
▁الأمم
▁A
▁all
▁ال
apos
▁م
▁an
▁Nations
ِ
d
▁لم
▁ل
▁It
▁s
▁؟
ed
▁الذي
ون
▁which
▁.
▁أ
▁we
ن
▁their
▁اللجنة
▁الم
نا
▁has
▁In
▁been
▁Committee
م
▁had
▁were
▁my
▁will
▁can
▁)
▁do
▁your
▁غير
▁know
▁وال
▁بين
ب
▁،
▁States
(
▁بشأن
د
▁he
▁أنا
▁كان
▁out
▁العامة
هم
▁should
وا
▁كل
▁international
▁would
▁هل
▁other
▁What
▁يا
▁وفي
▁لل
▁هو
▁right
▁also
▁We
▁بال
ــ
▁No
▁what
▁1
▁لقد
▁العام
ll
▁rights
ى
▁one
▁أجل
▁,
▁don
▁about
"
▁ن
ل
▁up
▁عام
▁development
▁أي
▁إن
▁just
a
▁أيضا
A
▁Council
▁no
▁العمل
▁they
▁الإنسان
▁there
▁report
▁الدولية
▁countries
أ
▁like
▁أنت
▁الدول
▁so
▁قد
▁but
▁He
▁under
▁جميع
▁here
▁الدولي
▁his
▁ا
▁work
).
ان
▁And
▁human
ر
▁S
▁2
▁3
▁حسنا
▁هنا
ly
▁بما
▁her
▁including
ني
▁حقوق
▁General
▁أنه
▁such
▁women
▁him
e
▁الأول
▁get
▁resolution
▁ماذا
ج
C
▁وت
ve
▁more
▁ان
▁Assembly
▁هناك
▁البلدان
▁That
▁need
▁time
▁information
و
▁national
▁if
▁go
▁support
▁State
▁who
▁...
▁This
▁into
▁Mr
▁بعد
▁made
b
▁خلال
▁بأن
General
▁هي
▁إذا
▁كما
▁session
▁وي
ال
▁Oh
▁وقد
▁could
S
▁any
▁Government
▁Secretary
▁4
▁الجمعية
▁some
▁يمكن
▁those
▁الآن
▁well
▁بها
▁فيما
▁5
▁International
▁تلك
▁Convention
er
▁المتعلقة
L
y
▁implementation
▁take
▁Yeah
▁كنت
▁through
▁them
▁she
▁got
▁Commission
▁want
▁activities
▁against
▁لي
▁ليس
▁now
▁لن
ْ
▁الأمن
▁كانت
▁مجلس
▁per
▁ك
c
ع
▁over
▁الأمين
▁تنفيذ
▁الأطراف
▁فقط
▁people
▁think
▁new
▁أخرى
▁our
▁سي
▁these
▁law
▁10
▁الثاني
▁المجلس
▁between
▁نعم
),
▁الوطنية
▁6
▁two
▁[
▁بعض
▁المادة
▁قبل
▁did
▁ف
▁لك
▁يجب
▁meeting
▁!
▁ولا
▁But
▁ومن
▁So
▁عمل
▁يتعلق
▁only
▁شيء
▁system
▁Republic
▁ذات
ق
▁الى
▁when
▁country
▁see
▁فيها
▁مشروع
▁يكون
▁gonna
ف
▁Conference
▁لكن
▁حتى
)،
ز
▁به
▁Well
▁كانون
▁7
▁measures
]
▁back
▁make
▁المعلومات
▁مجال
▁القرار
▁E
▁القانون
▁Rights
▁ست
▁organizations
▁security
▁دولار
▁good
ما
▁than
▁us
▁children
▁تقرير
▁والم
al
▁المائة
▁15
▁التنمية
▁مثل
▁السيد
▁Security
▁إطار
▁may
n
▁programme
▁cooperation
▁الخاص
يا
س
▁She
i
▁30
▁برنامج
▁number
▁They
تي
لا
▁ينبغي
▁8
▁Development
▁C
▁أكثر
▁وأ
▁20
▁use
▁الأعمال
▁de
▁الدولة
▁where
▁resources
▁الخاصة
▁وم
▁الفقرة
▁تعزيز
▁efforts
▁going
▁non
▁Special
▁المرأة
َّ
▁draft
▁cent
▁لجنة
▁عليها
▁first
▁order
▁must
▁way
▁Human
▁السلام
▁years
▁said
▁تكون
▁12
تها
in
▁how
▁B
▁الأعضاء
▁عدد
▁إنه
▁Group
▁وضع
▁There
▁ensure
▁فإن
▁الأمر
▁regional
▁9
▁assistance
▁All
▁كذلك
▁تقديم
▁process
▁social
▁الوقت
ته
▁issues
▁services
▁provide
▁economic
th
▁paragraph
▁التعاون
es
▁members
▁عملية
▁وأن
▁being
▁financial
▁الأخرى
▁party
▁further
▁عندما
اء
▁تشرين
▁المعنية
▁before
▁عليه
▁جدول
▁الت
▁ولكن
▁article
E
▁Office
▁تم
▁كيف
▁11
▁الموارد
▁عدم
▁public
Add
▁سوف
▁P
▁decision
▁Hey
▁إ
▁provided
▁..
▁المساعدة
▁♪
r
▁come
▁لها
▁التقرير
▁Okay
▁programmes
▁18
▁within
▁December
▁To
▁particular
▁down
▁الفريق
▁ضد
▁الذين
▁الدورة
▁جدا
▁الأطفال
▁الاقتصادية
or
▁staff
▁ع
▁دون
▁man
▁period
▁during
▁14
▁19
▁طريق
▁management
▁developing
▁At
▁If
▁How
▁relevant
▁As
▁health
▁المعني
▁level
▁نحن
I
▁لو
▁areas
▁held
▁persons
▁16
▁منذ
▁shall
▁مكتب
▁part
▁الاتفاقية
▁::
▁say
2
▁رئيس
▁إدارة
▁نحو
▁world
▁didn
▁adopted
▁13
▁taken
▁المالية
▁situation
▁الحكومية
تك
▁الفترة
▁protection
▁العالمي
▁legal
▁31
▁review
▁place
▁أحد
▁very
ح
▁President
▁الصلة
▁Yes
ض
▁انا
▁political
▁tell
▁له
▁respect
▁re
▁regard
▁Programme
.1
▁education
▁وفقا
▁بموجب
▁help
▁تحقيق
▁both
▁الأساسية
▁peace
▁D
▁action
▁special
▁training
▁following
▁منها
▁most
▁same
▁life
▁three
▁لت
كم
o
▁17
▁after
▁المجتمع
▁something
▁للم
▁really
▁سأ
▁access
▁بشكل
▁الحكومة
g
▁then
▁النظر
▁الطرف
▁21
▁parties
▁Organization
▁العالمية
▁too
▁آخر
▁لدى
▁still
▁many
▁because
▁important
▁Why
▁policy
▁حيث
ديسمبر
▁حالة
▁year
▁البند
▁وقت
▁جمهورية
▁نظام
3
▁mean
▁recommendations
▁community
ط
▁الدعم
ـــ
▁accordance
▁agenda
▁For
▁working
▁النامية
▁case
▁شخص
▁Do
▁وا
▁continue
في
▁وعلى
▁22
▁Come
▁capacity
4
▁25
▁even
1
▁off
▁بناء
▁أعمال
يات
▁never
▁end
▁June
تين
▁Member
▁فى
▁without
▁الأسلحة
un
▁reports
▁Africa
▁little
▁س
▁عمليات
▁البرنامج
l
▁أفريقيا
▁منظمة
▁established
▁وهو
▁الاقتصادي
▁present
▁لماذا
▁effective
▁long
▁23
B
▁24
▁since
▁الرئيس
▁among
▁زيادة
▁النظام
ِّ
▁وإذ
▁set
▁مؤتمر
▁F
▁related
▁Let
▁بالنسبة
▁full
▁Don
▁National
▁انت
▁role
▁give
▁أنها
▁On
▁violence
▁much
▁المحكمة
▁المقرر
▁وهي
f
▁العالم
▁My
▁let
▁look
▁progress
▁view
▁سن
▁استخدام
▁ثم
▁am
▁انه
▁الخدمات
▁p
▁World
▁doing
▁technical
▁Board
▁الإقليمية
▁علي
▁الوطني
▁nuclear
▁Parties
▁قرار
▁لحقوق
▁million
h
▁فيه
▁المنظمات
▁الاتحاد
▁المؤرخ
D
▁used
▁Social
▁while
▁حزيران
▁اليوم
▁appropriate
▁cases
▁New
▁لأن
ation
▁budget
▁Economic
▁سيما
▁basis
▁الإدارة
▁item
up
):
▁possible
▁واحد
يونيه
▁July
▁شكرا
▁معلومات
▁global
▁الرئيسية
▁necessary
▁عليك
▁last
ٍ
▁العامل
▁African
▁gender
▁day
ذ
▁police
▁28
▁ربما
▁البشرية
▁May
▁each
▁المؤتمر
▁نطاق
▁التدابير
▁needs
▁المنظمة
▁وذلك
▁high
▁الأنشطة
▁لعام
▁family
▁إنها
▁institutions
▁النووية
▁find
▁أعرف
▁does
▁okay
5
▁27
▁وجود
▁جانب
▁thing
▁why
▁better
▁groups
دي
▁الاجتماعية
▁بم
▁عند
▁26
▁إلا
▁care
▁meetings
▁أفضل
▁إجراء
on
▁المسائل
▁ح
▁call
▁الموظفين
▁policies
▁general
▁Court
▁local
▁اتفاقية
▁ـ
▁وب
▁النساء
▁أعضاء
▁قانون
▁أساس
▁Rapporteur
▁الإنمائية
▁child
▁مما
▁السلاح
▁area
▁plan
P
▁الميزانية
▁رقم
▁أنك
▁provisions
▁دعم
▁الأشخاص
▁G
▁إنشاء
ص
يوليه
ers
6
ٌ
▁حق
▁29
▁Fund
▁المحلية
.2
▁concerned
▁حقا
▁يوم
▁love
▁أريد
▁تقدم
▁consideration
▁تموز
▁Working
▁الأمانة
▁November
▁Just
ش
▁data
▁التعليم
▁الن
▁أين
▁Law
▁خاصة
▁account
▁2005
▁October
▁put
▁include
8
▁Now
▁أنشطة
▁own
▁مجموعة
M
▁الولايات
▁ق
▁أعتقد
▁September
▁فريق
▁وما
▁Women
من
▁might
▁للأمم
▁available
▁group
▁Where
▁again
▁inter
▁خدمات
▁ه
▁home
▁الحصول
▁الواردة
▁تدابير
▁مرة
▁framework
▁trade
▁بذلك
▁حول
▁القائمة
▁sorry
▁للجنة
▁العنف
▁الا
▁found
▁الجهود
▁bodies
▁submitted
رة
▁M
▁delegation
7
▁issue
▁هيا
▁الشرطة
▁upon
▁Mission
هما
▁region
▁considered
▁الأولى
▁والتنمية
▁Secretariat
غ
▁increase
مارس
▁بسبب
▁society
▁proposed
▁يبدو
▁military
▁مكان
▁بصورة
▁مرحبا
▁T
▁بالم
▁بي
▁فقد
▁March
▁البيانات
▁means
▁specific
دة
▁based
▁تقوم
▁حالات
▁God
▁2006
▁promote
▁تحت
▁noted
▁الساعة
ث
▁civil
▁اتخاذ
▁authorities
▁التمييز
▁وينبغي
▁لدي
▁change
▁particularly
▁project
▁2010
▁القانونية
▁بلدان
▁address
▁Action
▁بل
▁second
▁البعثة
▁الحق
▁حكومة
▁١
▁2.
▁un
▁Look
▁الجديدة
▁question
▁السياسات
▁field
▁المستدامة
▁المنطقة
▁المكتب
9
▁المرفق
▁Department
▁European
▁واحدة
▁إليها
▁participation
▁الأ
▁توفير
▁2008
▁مليون
▁الإنمائي
▁1.
▁رجل
▁control
▁المتصلة
▁أيلول
ity
▁sustainable
▁document
▁developed
▁thought
le
▁humanitarian
▁كلا
▁sure
▁صحيح
)؟
▁required
▁importance
▁Article
▁men
▁المتعلق
▁50
▁around
▁note
▁future
ير
نوفمبر
able
▁April
▁sector
▁السكان
T
سبتمبر
▁South
▁جديدة
G
▁levels
▁requested
▁الطفل
▁operations
▁جيد
▁2000
▁الصدد
▁requirements
▁Report
.3
▁agencies
▁لأ
▁'
▁إعادة
▁أثناء
▁2004
▁منطقة
▁فترة
▁done
▁2009
▁وكذلك
▁great
▁Union
▁weapons
▁population
▁حد
▁المواد
▁talk
▁various
▁given
▁already
F
▁current
▁Are
▁taking
▁H
▁together
▁2007
▁أهمية
▁context
▁البلد
▁different
▁person
▁اللازمة
▁every
0
▁كبير
ام
▁anything
▁conflict
en
▁L
▁High
▁تحديد
▁الثانية
H
▁January
CN
▁poverty
▁الجلسة
▁Not
▁best
▁تعرف
▁المستوى
▁addition
▁الإجراءات
▁ون
▁another
▁داخل
▁took
▁Affairs
▁الع
▁Re
▁أم
▁المناطق
▁Who
▁Go
▁لست
▁لذلك
▁المشتركة
▁بخير
▁يلي
▁أعلم
▁criminal
▁resolutions
▁تحسين
▁لهذا
▁called
▁above
▁آذار
▁ألف
▁meet
أكتوبر
▁مسألة
▁مركز
▁night
▁water
▁بهذا
▁الفرعية
▁الديمقراطية
▁عقد
▁II
▁Governments
▁ليست
);
بي
▁private
▁خطة
▁السياسية
k
▁additional
▁كم
▁representatives
▁attention
▁جديد
▁قال
▁Thank
▁approach
▁ألا
▁N
▁conditions
▁R
▁concern
▁الاجتماع
▁أمام
▁Protocol
▁away
▁projects
▁total
▁التالية
▁ومع
▁يتم
▁برامج
▁2003
▁لذا
▁الإنسانية
▁towards
▁mandate
▁2011
▁2002
▁أيار
▁However
▁حفظ
▁طلب
هل
▁السابقة
▁يمكنك
▁الحالة
لي
to
▁دورتها
▁التابعة
▁يكن
▁establishment
▁Act
▁contained
▁التجارة
▁course
▁THE
▁force
.5
▁agreed
▁الفقر
▁concerning
▁الكثير
▁الرجل
▁land
▁سيكون
▁With
▁اعتماد
▁Can
سي
▁الأهداف
."
خ
▁الإ
▁status
▁استعراض
▁request
▁Declaration
▁told
▁impact
▁أمر
ment
▁continued
▁received
an
▁ولم
▁matter
▁justice
يه
▁بك
▁always
▁حماية
▁believe
▁مستوى
▁fact
see
▁لديك
▁next
▁المقدمة
▁الناس
▁major
يناير
▁organization
il
▁كبيرة
▁سنوات
▁أقل
.4
▁Arab
▁نيسان
▁These
▁Ms
▁Good
▁مكافحة
▁member
u
▁خاص
▁statement
مايو
ive
▁العملية
▁discrimination
▁representative
▁problem
▁la
▁consider
▁personnel
▁3.
▁البرامج
▁الش
▁name
▁relating
▁When
▁legislation
▁ول
▁ever
▁guy
▁مت
▁One
▁لما
▁O
▁العربية
▁حسب
▁شيئا
▁Ministry
▁والت
▁تريد
▁وهذا
▁الرسمية
رت
▁القيام
▁سنة
▁least
أبريل
▁Get
us
as
▁provision
▁الإقليمي
▁بت
▁monitoring
▁والاجتماعية
▁ش
▁أليس
▁rules
▁costs
▁small
هن
٢
▁الصحة
نى
انظر
▁keep
▁إجراءات
ول
▁five
وس
▁Your
▁Executive
▁دور
org
▁2012
▁أكبر
)؛
▁مختلف
▁reporting
▁است
▁ر
▁comprehensive
▁post
▁الاستشارية
▁إليه
▁K
▁domestic
▁result
▁leave
▁الصعيد
st
▁يوجد
▁نزع
▁money
▁food
▁yet
▁التقارير
▁America
▁environment
▁المشروع
▁coordination
▁addressed
▁four
▁whether
▁2001
▁school
▁things
▁cost
▁حدث
▁entitled
▁UN
▁المساواة
بر
O
ست
▁الحكومات
man
▁حال
▁February
▁responsibility
▁business
وف
▁الوثيقة
▁انها
▁August
▁kind
▁real
▁victims
▁المؤسسات
تنا
▁وسي
▁risk
▁با
▁وفيما
▁decided
▁implement
▁المدني
▁إعداد
▁عشر
▁expressed
▁procedures
▁technology
▁follow
▁especially
it
يت
▁والمنظمات
▁٢
▁existing
ion
▁mechanisms
▁البلاغ
▁--
▁سبيل
▁systems
▁لكي
▁therefore
▁الان
لت
▁الجنائية
يد
▁آب
▁lack
▁included
▁الخبراء
▁الصغيرة
▁please
▁40
*
▁strengthen
▁Representative
▁الحياة
▁d
▁subject
▁armed
▁An
▁Please
▁key
وي
▁الأوروبي
▁won
▁results
الم
▁regarding
▁نفس
▁fully
▁وكان
▁car
▁rule
▁القدرات
▁office
▁القضاء
▁خ
▁الصندوق
▁إزاء
▁دولة
▁para
▁principles
▁days
▁تفعل
--
de
▁indigenous
▁*
▁obligations
▁practices
▁service
ار
▁والتي
▁standards
▁لهذه
▁terms
▁تقييم
ود
▁000
na
▁annex
AC
▁increased
▁whole
▁mission
▁حاليا
▁حسن
▁1999
▁المشاركة
▁السنتين
▁guys
▁الس
▁left
▁الاحتياجات
▁لفترة
▁عبر
▁environmental
▁صاحب
ty
N
▁1995
▁clear
▁adoption
أو
▁لمكافحة
▁Advisory
▁المشاريع
▁V
▁Al
▁الإرهاب
▁Palestinian
governmental
▁حين
▁secretariat
▁open
▁خارج
▁reported
K
▁لدينا
مة
تان
▁due
▁التنفيذ
▁التقدم
▁أستطيع
▁يجري
اد
▁lot
يين
▁إذ
▁light
▁having
▁السيدة
▁co
▁1998
▁feel
▁نقص
▁response
▁منع
▁today
▁الأصلية
▁W
▁nothing
▁doesn
▁ج
▁improve
لم
00
▁mind
▁decisions
بل
ar
▁Is
▁girls
▁لكل
▁نوع
▁نتائج
▁تنظيم
▁several
▁agreement
▁OF
▁until
▁فضلا
▁نهاية
▁الثالثة
▁4.
▁مواصلة
▁تماما
تهم
فبراير
▁serious
▁الح
W
▁اتفاق
▁funds
▁علينا
ic
▁الحقوق
p
▁government
▁منظومة
▁providing
▁coming
▁والاجتماعي
▁problems
▁assessment
▁contributions
▁الصحية
ro
▁amount
يس
▁الجريمة
▁house
▁قائمة
▁المعقودة
▁past
▁الرامية
▁Did
▁بغية
/2
▁أشكال
▁بحقوق
▁النحو
أغسطس
▁old
▁أحكام
▁‫
▁التدريب
▁شباط
▁ضمان
▁UNDP
▁نفسه
▁بعثة
▁ممثل
▁consultations
▁2013
٤
▁اذا
▁الداخلية
▁free
▁البيئة
▁strengthening
▁body
▁علما
▁٣
▁Permanent
▁اللاجئين
▁السلطات
ie
▁stop
▁بأنه
▁understand
▁وجه
la
▁line
▁جنوب
▁دائما
▁practice
▁أنني
▁Service
نت
▁point
based
عد
▁Uh
▁reform
▁everything
يل
▁challenges
▁common
▁crime
▁Centre
▁أيها
▁develop
▁planning
كل
▁بد
▁وتعزيز
ئ
▁يقدم
at
٣
▁Director
▁far
▁تقارير
▁example
ate
▁needed
زي
▁المدنية
▁war
▁recent
▁1997
▁Covenant
▁عدة
▁De
▁behalf
▁equipment
▁يقوم
().
▁إعلان
▁regular
▁violations
▁wanted
▁girl
w
▁date
▁للفترة
▁100
▁commitment
▁provides
ta
١
▁1994
▁يمكنني
▁الأمريكية
▁والأمن
▁ضمن
▁Hi
▁المت
▁living
▁main
▁able
▁matters
▁ويمكن
▁third
▁القضايا
▁الحالات
▁اجتماع
▁happened
▁bring
▁ها
▁الإدارية
▁promotion
▁came
▁ضرورة
▁disarmament
ry
ting
▁قلت
▁significant
▁play
▁أوه
▁دول
▁forces
▁months
▁making
▁وغيرها
▁الجنسين
building
▁close
▁القطاع
▁أت
▁e
▁Minister
▁1996
▁room
▁يت
▁تطبيق
▁hear
بة
▁His
▁fine
▁تمويل
▁trafficking
▁dialogue
▁الشامل
ra
▁i
▁kill
▁certain
▁الاستعراض
▁يحدث
▁application
▁uh
▁J
▁آسف
▁كثيرا
▁التنفيذي
▁few
▁الر
▁فعل
▁حل
▁research
▁بالفعل
▁تعمل
▁رسالة
ies
فت
▁dead
ization
▁تشمل
▁المبادئ
▁cultural
▁بيانات
▁East
▁equality
▁space
▁Right
▁عنه
▁initiatives
▁actions
▁wrong
.6
▁5.
▁administrative
▁job
▁procedure
▁الشؤون
U
▁sexual
▁تعلم
▁protect
▁Iraq
▁Tribunal
▁ثلاثة
ant
▁operational
▁establish
ne
term
▁Commissioner
▁involved
▁list
▁While
▁documents
▁المسألة
(.
▁peoples
▁position
▁عنها
▁الإعلام
▁بدون
▁التقنية
▁الأساسي
مت
▁سيدي
▁responsible
▁بإ
▁missions
▁production
▁الاجتماعات
▁شئ
▁death
▁author
▁الأخيرة
▁pre
▁الاجتماعي
▁dated
▁become
▁مشاريع
▁wish
▁strategy
▁الخامسة
▁Other
▁bad
▁المشترك
▁سياق
▁head
-1
▁لتعزيز
قت
▁age
اس
▁بهذه
٥
▁عامة
▁seen
▁biennium
▁تتعلق
▁live
▁صندوق
▁فحسب
ine
▁prevent
▁father
▁مدى
▁الحد
▁prevention
▁ص
▁Information
▁عشرة
am
est
ce
mo
el
▁نقل
▁الأراضي
▁تت
▁evidence
▁focus
▁trying
▁كي
▁deal
▁however
▁وقال
▁Maybe
▁pay
▁وزارة
▁الثالث
▁أولا
▁peacekeeping
▁باء
▁وأنا
▁requests
▁أعلاه
▁لتنفيذ
نة
▁enough
▁hand
▁مباشرة
z
▁court
▁إمكانية
▁تكاليف
▁الشعوب
▁محددة
▁وست
▁move
▁six
▁للت
٦
▁الجزء
▁الج
▁وإن
▁وإ
▁York
وم
▁treatment
▁رائع
▁employment
▁show
▁أما
▁early
▁talking
▁توصيات
▁committed
is
em
ul
▁official
▁hope
بت
é
co
▁start
▁growth
ري
▁Then
▁العديد
▁مساعدة
▁sir
▁الأرض
▁big
▁treaty
دا
▁arms
▁Israel
R
▁self
▁المؤقت
▁priority
▁التجارية
▁الاتجار
▁تزال
▁التنسيق
▁met
▁مجالات
▁rate
▁sub
▁اي
▁التابع
▁funding
▁Me
مي
▁د
▁Because
▁العهد
no
تم
▁ثلاث
▁hours
▁Division
se
▁٤
▁عملا
▁العراق
▁notes
▁recommended
رف
▁section
▁heard
▁1993
▁face
▁يتصل
▁laws
et
▁Treaty
▁detention
▁communities
ary
▁l
▁المناخ
▁الموضوع
▁hell
▁وغير
▁acts
▁جهود
▁نسبة
▁الوصول
▁الجنس
▁someone
▁See
▁الحالية
▁annual
ؤ
▁Geneva
▁ask
▁هم
▁48
▁People
▁son
يف
▁هؤلاء
▁questions
▁wait
▁once
أنا
وه
▁للدول
nd
▁act
▁Plan
▁القرارات
▁Bank
▁Some
▁قدم
▁معك
▁property
▁young
▁facilitate
▁أبي
-2
قد
▁أفراد
▁Of
▁Chairman
▁للتنمية
▁killed
▁individual
▁mother
▁البروتوكول
ــــ
▁hold
▁المسلحة
30
▁awareness
▁stay
▁الجدول
▁organized
▁لهم
▁المزيد
▁“
▁نتيجة
▁statements
▁HIV
ter
▁Russian
٧
te
▁وإلى
▁China
▁Be
the
▁else
▁Central
go
’
▁building
إ
(،
▁Federation
▁بحق
▁بالت
▁agreements
▁التمويل
▁الممثل
لة
▁Democratic
▁يعني
▁adequate
▁informed
▁looking
▁6.
▁عرض
▁purpose
▁الواقع
▁promoting
ha
▁60
▁لتحقيق
▁سيد
▁لجميع
▁الوكالات
▁strategies
▁الخدمة
جي
▁posts
وق
▁steps
▁arrangements
▁الب
▁getting
▁income
▁Criminal
▁غرفة
▁أبدا
▁الق
▁instruments
▁yeah
▁الاستراتيجية
▁III
▁الف
▁discussion
▁Justice
▁المجال
▁1990
level
▁التوصيات
▁energy
▁stated
be
▁plans
▁return
▁approved
▁partners
▁performance
▁Ma
ماذا
▁reduction
▁المكان
▁objectives
▁غ
ur
جر
▁form
▁الفصل
▁إضافية
▁principle
▁لشؤون
▁التكاليف
كي
▁Here
▁en
▁العسكرية
▁implementing
▁achieve
▁الجديد
▁مشاركة
▁للغاية
▁investment
▁السنوات
▁assist
آ
▁aimed
▁previous
▁المناعة
▁joint
ist
▁الأن
▁large
▁التوجيهية
▁الهدف
اب
▁interest
▁terrorism
▁الجميع
▁الأموال
▁idea
▁carried
٩
▁قام
▁التالي
▁supported
▁القضائية
▁less
▁woman
▁Under
▁study
▁power
▁بالتعاون
▁Charter
▁معا
▁دي
▁لنا
▁implemented
▁pursuan
▁الطاقة
▁الحاجة
▁السنة
▁المخدرات
▁الوثائق
▁شؤون
▁العمليات
▁مشكلة
▁موظفي
▁معي
▁forms
▁issued
▁Agenda
▁prepared
▁analysis
▁المحلي
▁المال
▁بأ
▁الخ
▁الحدود
ريد
▁35
▁natural
▁went
▁text
▁الحماية
لو
▁foreign
▁vote
▁قتل
▁لضمان
▁brought
▁Review
▁cannot
▁Global
Y
▁team
▁connection
50
▁remember
▁انظر
▁facilities
▁نموا
▁saw
▁Trade
▁direct
ia
▁Kingdom
▁potential
▁greater
ُّ
هذا
▁تطلب
▁إذن
▁Dr
▁communication
▁مر
▁proposals
▁market
بو
▁تشير
▁يزال
▁essential
اح
▁نشر
▁dis
▁٥
▁لإ
▁later
▁Code
▁knowledge
▁45
ent
▁freedom
()
▁الأفريقي
اه
▁expected
▁الاتصال
▁enhance
ling
▁evaluation
▁تكن
▁nature
▁c
▁conduct
▁الشخص
▁البحر
▁شكل
▁والأ
▁منه
▁basic
▁former
▁النتائج
▁فعلت
▁offices
▁الداخلي
ri
▁During
عة
ir
▁Asia
▁exchange
-3
▁Co
▁fundamental
▁التقني
▁forward
▁والتعاون
▁others
▁undertaken
tergovernmental
▁الخارجية
ton
▁معظم
ness
▁affected
▁الماضي
▁7.
▁37
▁recommendation
▁friend
▁فرص
مان
▁المعايير
▁أية
▁Or
▁الحقيقة
▁wasn
▁Support
▁Implementation
▁climate
وت
▁الحسابات
▁المياه
▁letter
▁الهيئات
▁ensuring
▁النمو
▁السلطة
▁independent
▁الرابعة
▁guidelines
▁aspects
▁state
▁asked
▁strategic
▁equal
▁understanding
▁الحرب
▁الوفود
سون
▁آسيا
▁Wait
أن
▁experts
▁soon
▁Panel
▁outside
▁الرعاية
▁وثائق
▁ago
▁individuals
▁officials
-4
▁delegations
ci
▁المالي
▁proposal
▁fight
▁often
▁32
مر
▁exercise
رب
▁isn
ظ
▁لأغراض
▁الطلب
▁وق
كر
▁استراتيجية
▁Management
▁Agreement
x
▁transfer
لقد
▁بهدف
▁مسائل
فة
id
▁Cooperation
▁media
▁مجرد
▁opportunities
▁#
▁إقامة
▁fucking
▁إسرائيل
٨
▁Non
▁La
▁لمدة
▁الطريق
▁hard
▁labour
▁effect
ور
▁لديه
▁موارد
▁وحدة
▁experience
▁الأقل
▁recognized
▁معاهدة
▁مجموع
▁Sudan
▁baby
V
▁يشكل
▁limited
▁Israeli
▁con
▁officers
▁خط
▁pro
▁quality
▁موضوع
▁mechanism
▁سياسات
▁drug
▁contribute
▁final
▁دولية
▁المستقبل
▁وبناء
▁medical
شي
J
▁قرارات
▁الاتفاق
ated
▁وطنية
▁مراعاة
▁Meeting
▁المفوضية
▁47
os
▁وظيفة
▁الأم
▁الباب
▁تنسيق
▁القوات
ينا
▁الدائم
▁الحكم
▁الهيئة
▁ط
▁crimes
ah
▁authority
▁2014
▁recommends
▁أوروبا
ance
▁بينما
▁currently
▁البيئية
▁نص
▁either
ائي
▁ready
▁negotiations
▁التنفيذية
▁تن
▁يتعين
▁السودان
▁33
دو
▁0
▁تاريخ
▁وتنفيذ
▁الرغم
▁rural
يك
▁قطاع
▁yourself
▁try
▁El
▁financing
▁34
▁جيم
▁اجتماعات
▁مقابل
▁الممارسات
▁الاعتبار
▁workers
▁جنيف
▁manner
▁opportunity
▁run
▁رصد
يني
▁إي
▁أمي
▁بصفة
▁safe
▁36
ma
▁الكامل
▁بالطبع
.7
▁Hello
▁Public
▁هيئة
قة
▁Ra
▁الجهات
▁الأجل
▁49
▁Great
▁المقدم
▁ستكون
دين
▁الجنسي
▁remain
▁Millennium
▁below
▁Thanks
▁ذوي
▁القلق
▁lead
مثل
در
10
▁First
▁communications
▁أود
▁U
▁المركز
▁trust
▁Constitution
▁١٩٩٤
`
▁processes
▁بيد
▁أول
▁الك
▁المحرز
▁shit
▁وتقديم
year
▁functions
▁nice
▁تطوير
▁الاستثمار
▁value
▁الإطار
▁الدائمة
رات
▁refugees
▁أظن
▁الرجال
▁torture
▁للمرأة
▁الليلة
▁alia
▁الأفريقية
▁مؤسسات
▁آثار
▁referred
▁commitments
▁للجمعية
▁التقييم
▁presented
▁]
▁actually
وب
▁تشكل
حسنا
▁thus
▁ولاية
نعم
▁العادية
▁الأمور
▁أمور
▁المقررة
▁preparation
▁Protection
وك
▁changes
▁الجمهورية
▁نيويورك
▁قليلا
▁goals
▁Since
▁الأفراد
▁المتعددة
▁Unit
▁إلهي
▁maybe
▁conducted
▁concerns
▁side
▁increasing
▁الفضاء
▁محكمة
▁contribution
▁المتاحة
▁٦
▁تغير
أجل
li
▁للبلدان
▁النقل
▁أثر
20
ga
▁die
▁crisis
▁institutional
▁المحددة
▁knew
▁رسمية
v
▁القوانين
▁نظم
▁reference
▁Regional
وني
▁informal
▁القانوني
▁conference
▁Institute
▁مختلفة
▁التعذيب
▁overall
جو
▁المثال
▁judicial
را
▁القوة
▁read
▁Crime
▁submit
ad
▁low
▁يعمل
▁guess
▁أهداف
▁items
▁participate
▁السادسة
▁administration
▁strong
▁travel
▁8.
▁articles
سن
▁يشمل
▁الأسرة
▁fifty
▁مذكرة
▁reason
▁alone
اتها
▁سواء
▁boy
▁territory
▁أحب
related
ous
▁جي
▁تستطيع
▁wanna
▁identified
▁الفرعي
▁تقريرا
▁البرنامجية
▁Europe
حسن
رس
▁half
▁المناسب
▁turn
▁poor
▁السابق
▁المقترحة
▁Foreign
▁gotta
▁infrastructure
▁By
▁بكل
▁mine
▁internal
▁قيد
▁للألفية
▁الص
▁النووي
▁ممكن
[
▁39
▁Environment
▁الوضع
▁القمة
▁معالجة
▁بيان
▁الحالي
40
▁المع
▁multilateral
▁v
▁إلي
▁أننا
▁دراسة
▁وبعد
▁العدل
▁ممارسة
▁وإعادة
▁الو
▁وفد
▁benefits
▁توجد
▁provisional
▁Annex
do
▁enable
son
▁remains
▁using
▁الروسي
▁material
▁air
▁يمكننا
▁وليس
ating
رى
▁share
▁thank
▁نفسها
▁resource
▁جيدة
▁Summit
ted
▁حصلت
▁الآراء
▁لدعم
▁wife
▁77
▁نهج
▁فال
▁قامت
▁الوحيد
▁$1
▁دورة
▁American
ch
▁42
▁سا
▁lost
▁families
▁entities
▁integrated
▁مؤخرا
▁تأكيد
▁الطبيعية
▁لتقديم
▁يجوز
▁هكذا
▁قوة
ge
▁لمنع
▁الجرائم
▁فكرة
▁morning
▁الكونغو
▁claim
pos
▁النار
▁enforcement
▁indicated
▁بطريقة
▁السياسي
▁55
▁قضايا
▁times
بات
▁والخمسين
▁لديها
▁9.
▁substantive
▁معدل
▁Force
▁Agency
▁Political
▁تنظر
▁وعدم
▁باسم
▁الوارد
▁51
▁positive
▁centres
▁قدرة
▁UNCTAD
▁Forum
▁(1)
▁compliance
▁جمع
▁مشاورات
▁تشجيع
▁late
▁بحاجة
▁table
▁safety
▁موجهة
▁outcome
هي
▁المقر
▁فرصة
ni
بار
▁circumstances
ارة
▁purposes
▁Distr
▁abuse
▁وبرنامج
▁توفر
▁آلية
▁الدفاع
▁jurisdiction
▁70
▁Section
ian
▁بن
▁Health
▁أنحاء
▁موقع
▁reduce
▁مزيد
▁paragraphs
im
▁الإعاقة
▁ومنظمة
از
and
▁جميعا
▁wouldn
▁integration
000
▁منح
▁Inter
لين
▁المجالات
▁sessions
▁{\
▁لكم
ized
▁sent
age
▁ولل
▁civilian
▁التحقيق
▁primary
▁expert
▁saying
▁العليا
▁allow
▁بالتأكيد
▁ongoing
▁مجددا
▁54
▁Take
▁objective
▁الظروف
▁الخطة
قر
قول
▁الرابع
▁الوكالة
▁المعاهدة
▁شبكة
▁investigation
▁56
▁achieved
▁أصحاب
lo
▁Peace
▁القدرة
▁rest
وز
▁phone
▁فعالة
▁ويجب
▁احتياجات
▁revised
▁heart
جمهورية
▁المنزل
يق
▁للسكان
▁وبال
▁Canada
▁calls
▁١٩
▁قضية
▁الرئيسي
▁claims
▁الوظائف
▁sex
▁مناطق
▁١٠
▁السلم
▁46
▁44
▁الفنية
land
▁ضوء
▁gave
▁المملكة
▁Korea
كت
▁٧
▁جرى
Rev
▁حلقة
▁38
دت
▁أخذ
▁أمريكا
أنت
▁الجنسية
▁Children
▁short
▁term
▁Sorry
▁سمعت
▁benefit
▁estimated
▁52
ex
▁UNICEF
▁الألغام
▁البحرية
▁طفل
▁قواعد
▁جيدا
▁لأنه
▁views
▁١٩٩٥
▁1992
تى
▁آليات
rs
▁فإنه
SR
▁المسؤولية
صف
▁كوريا
إن
عت
▁تقول
▁الإعلان
▁effectively
▁throughout
▁range
▁whose
▁قرارها
▁انتشار
▁الذهاب
▁higher
▁Congo
▁أفعل
▁According
▁معينة
▁AND
▁Have
▁Services
ذا
▁true
▁مؤرخة
▁المدنيين
▁أعني
▁بأي
▁itself
UN
▁ma
▁بلد
▁العدالة
▁Japan
▁السبب
▁تنمية
▁Con
▁makes
▁رأيت
▁www
▁rather
▁التركيز
▁آ
▁regions
▁Mo
25
صل
▁UNEP
▁نظر
▁فوق
▁visit
▁وسوف
▁واست
▁وظائف
▁توافق
▁ترى
▁proceedings
كان
▁door
▁الشباب
▁المؤتمرات
▁مقر
▁وتم
▁حاجة
وية
▁paper
▁pretty
ba
▁ز
▁operation
دار
▁maintenance
▁المعنون
▁وبخاصة
▁القضية
▁transport
▁gone
▁effects
▁السياسة
رك
▁week
▁توقف
▁استمرار
▁step
▁brother
▁المجموعة
.8
▁انك
▁governance
▁debt
▁Caribbean
j
▁لحماية
▁كثير
▁تعيين
▁التوصل
lt
▁combat
▁الطوارئ
▁anyone
▁peaceful
AIDS
▁وكانت
▁هيئات
▁إيجاد
▁الحوار
▁welcomed
▁active
▁sources
▁أردت
▁invited
vi
▁ex
▁Second
▁t
ut
ism
▁او
▁مبادئ
▁b
▁critical
▁57
▁English
▁fuck
▁receive
▁وحماية
تر
▁وإدارة
▁الشيء
me
▁Mar
▁disabilities
▁situations
▁41
▁بأس
مو
▁prison
▁نظرا
▁العاملة
▁friends
▁بحلول
▁متابعة
▁Child
18
قي
▁improving
▁80
▁62
▁economy
▁difficult
▁emergency
رد
▁١٩٩٦
▁وع
تابع
▁capital
▁منهم
▁طلبت
▁58
▁Such
▁anti
▁يريد
▁جعل
▁وأنت
▁سبب
▁البحث
/1
▁منظمات
▁قوات
▁فئة
▁ground
تكلم
▁معه
▁تتخذ
▁ways
ish
▁فعالية
▁guidance
▁Civil
▁مراكز
▁الخارجي
▁أكون
▁عاما
اق
ائ
▁initiative
17
▁الأولوية
▁prior
▁كفالة
▁تضطلع
▁effort
عي
▁١١
▁الهادئ
▁Like
▁إصلاح
di
▁الاختياري
▁مبلغ
▁43
راء
▁fire
bo
▁يقول
▁ونحن
▁India
▁الماضية
▁طوال
▁paid
▁لأي
▁`
less
▁المن
▁اللاتينية
per
▁Discrimination
▁١٢
▁للعمل
iv
▁everyone
▁rates
▁priorities
▁elements
▁تعتقد
▁الأهمية
▁sectors
▁مش
▁كال
da
▁along
▁قاعدة
▁53
اك
▁الأمنية
▁check
▁periodic
تا
▁احترام
▁العنصري
▁كانوا
▁Administrative
دم
▁1991
بال
▁audit
-5
▁الكيميائية
▁Man
▁Party
▁وجدت
▁regulations
▁الإنساني
▁٨
زا
▁الفلسطينية
▁قيام
▁religious
ner
▁الأحكام
▁خطط
▁61
.1)
▁بدأت
▁كنا
▁hurt
▁IV
▁للقانون
▁تدريب
▁لبرنامج
35
▁أقول
الإيدز
▁build
▁legislative
▁متى
طر
▁complete
▁الأوروبية
غي
▁France
▁Afghanistan
دى
▁وبالإضافة
▁الط
▁ووفقا
▁participants
ally
▁10.
15
▁Also
فر
▁require
making
▁قالت
▁المدير
▁الأداء
▁وثيقة
▁After
سو
▁create
ize
▁يعرف
▁discussions
▁Cuba
▁تقريبا
▁تحتاج
▁displaced
▁يمثل
▁permanent
▁myself
▁المناسبة
▁وعلاوة
▁الل
ka
▁طريقة
▁الكوارث
▁تكنولوجيا
▁المؤقتة
27
ادة
▁يطلب
26
ليس
▁يؤدي
▁الالتزامات
▁الوسطى
▁90
▁specialized
sh
▁الاقتضاء
▁stakeholders
▁الاقتصاد
▁Countries
▁الشعبية
▁البعثات
▁حدود
▁وهذه
responsibilities
▁تبدو
انا
▁١٥
▁materials
طلق
ow
▁collaboration
▁universal
بين
one
▁minutes
▁الشعب
دفع
▁cover
▁قدمت
▁مدير
▁threat
▁Disarmament
.9
▁الميدان
▁according
▁vulnerable
▁Sustainable
pe
▁ظل
▁effectiveness
▁سبل
▁themselves
▁بتنفيذ
▁Stop
▁والاتصالات
▁lives
▁جو
▁تذهب
▁introduced
ورة
▁أداء
▁indicators
▁ثانيا
▁debate
▁رأي
▁بدور
▁قدر
▁معايير
▁similar
عود
▁Draft
ـ(
▁هدف
▁Latin
▁contact
▁aid
▁haven
▁بوصفها
▁almost
▁across
▁Na
▁bit
▁Joint
▁ين
▁فعلا
▁sound
▁أنهم
▁الثامنة
▁opinion
▁الوحدة
▁Mexico
▁inside
▁المنصوص
▁violation
▁وعن
▁والعشرين
▁schools
90
▁Sa
▁أصبح
▁adopt
▁الفئة
▁comments
art
▁relation
▁Room
▁دفع
▁continuing
um
▁UNHCR
▁والذي
▁longer
زو
der
▁64
▁التزام
صح
▁ثانية
▁القواعد
كو
▁كامل
▁المشاكل
كون
▁شركة
dy
▁elections
▁thinking
▁الدوليين
▁Furthermore
فو
▁OK
▁لمؤتمر
▁Headquarters
يتها
▁courts
▁شاملة
▁delivery
▁transition
سا
▁contract
▁الد
▁words
min
▁female
▁والثقافية
▁دورته
▁interests
▁موعد
▁scope
▁Tell
▁wants
▁منك
▁وهناك
▁القائم
▁عضو
ER
▁أطفال
▁نائب
غو
▁الالتزام
▁serve
▁word
▁الغ
اج
▁مس
▁مرحلة
▁الآثار
▁Education
▁تعد
ti
▁physical
▁achieving
▁plenary
▁للأ
▁continues
▁known
▁activity
يان
▁ووضع
▁النهج
▁ولذلك
جار
حت
▁الريفية
كن
▁11.
/4
▁تلاحظ
▁تحليل
▁المخاطر
70
sa
▁جد
خبر
▁chance
▁led
▁تمثل
▁عما
▁extent
▁relations
ثير
▁اللعنة
▁المعاملة
▁بر
▁personal
▁identify
▁includes
اط
▁al
▁2015
▁Guinea
▁Le
▁ترك
لك
▁مشتركة
▁تغيير
▁parents
▁voluntary
▁الاهتمام
▁Persons
▁بينها
▁addressing
▁carry
13
▁fair
▁حر
▁شأن
▁demand
كما
▁consultation
▁والإ
▁٩
▁شي
▁Police
▁بالإضافة
by
▁بنسبة
▁happy
47
وث
%
▁مد
▁تنص
▁tonight
▁وزير
▁المرحلة
▁السنوية
▁balance
▁الكاريبي
▁started
▁قدرات
▁تتضمن
96
▁monitor
▁dad
▁methods
▁للبيئة
▁shot
▁مح
▁events
▁جلسة
▁Syrian
فق
12
▁Recalling
▁وإذا
▁hit
▁المقترح
▁town
▁التاسعة
▁technologies
▁والخدمات
▁kid
▁الطريقة
▁التكنولوجيا
▁لإدارة
▁الفقرات
مل
▁ذكر
▁obligation
▁fund
▁housing
ak
▁Ha
▁مناقشة
▁أيام
▁central
60
▁standard
حل
▁بالحقوق
▁twenty
رار
▁citizens
▁Association
ES
▁تبادل
▁directly
▁طويلة
▁كبيرا
ING
▁associated
▁assets
▁appreciation
▁إنتاج
”
▁اليابان
▁النص
▁Dad
ck
▁language
▁distribution
▁West
▁di
▁بذل
▁قبيل
▁though
▁إدراج
بن
ca
▁GENERAL
يب
▁المخصصة
▁أرجوك
▁Federal
▁أشهر
▁المبلغ
▁supposed
▁سياسة
▁12.
▁أساسا
▁بالأ
▁stuff
29
ائها
▁شعبة
▁couldn
▁break
▁الصادر
▁Iran
ac
▁advice
▁المعاهدات
▁١٩٩٨
▁التحضيرية
▁follows
▁علم
▁حدوث
▁بحيث
▁تؤكد
ساعد
▁جزء
▁مهلا
▁_
▁treaties
▁١٩٩٧
".
▁يوما
37
▁للمساعدة
▁Goals
▁Ireland
▁الشمالية
▁كافية
▁لصالح
▁الرقابة
▁سوى
▁را
نظر
▁happen
▁رد
▁ميدان
▁المناقشة
▁١٩٩٣
▁تضع
▁listen
▁صنع
▁الانتشار
▁حساب
▁مرفق
▁applied
يون
▁شهر
▁ضحايا
فع
ii
ful
سب
▁المش
▁Optional
▁Ad
▁نا
▁mom
▁الدستور
▁للأمين
▁el
▁Really
▁تواصل
▁improved
▁التحديات
بدأ
▁ethnic
▁Our
▁وتحسين
▁relationship
▁settlement
▁أصبحت
▁Add
▁Islamic
▁signed
▁encouraged
▁حرية
@
▁تعرض
قال
▁probably
▁بسرعة
▁خمس
▁بو
▁apply
يو
44
▁استعمال
▁establishing
▁جزر
▁encourage
▁export
▁loss
▁واسع
▁تعال
سام
▁أعلى
▁worry
رح
▁تستخدم
▁السابعة
▁حظر
ويل
▁الصين
عا
28
▁تقرر
▁أساسية
▁single
▁رجال
▁يتضمن
▁positions
▁Item
▁بتقديم
أي
▁developments
▁consensus
وال
▁السياق
▁husband
▁conferences
▁blood
▁بنا
▁compensation
▁Elimination
▁الختامية
▁الشرق
led
ol
▁judges
way
▁الدوري
▁الإنترنت
▁تعديل
▁الموقع
▁الميدانية
▁supporting
va
▁باستخدام
▁ورد
▁وأعرب
▁Those
يم
▁speak
▁التوصية
▁العقد
▁welcome
▁Ah
▁y
▁المصلحة
▁قررت
سم
▁University
▁1,
▁التقليدية
▁:
16
▁الانتخابات
▁والمؤسسات
ضع
11
▁task
▁Table
عيد
▁Although
▁الصومال
ster
▁إضافة
▁وجمهورية
▁عناصر
▁مسؤولية
▁victim
▁عليهم
▁توصي
▁الدراسة
▁cut
tion
▁أشعر
▁Pacific
عرض
▁Two
▁القطرية
▁طرف
داء
▁الجنوب
▁Legal
▁points
▁قسم
▁75
▁الشركات
les
▁المح
▁السامية
▁French
▁الغربية
▁التصويت
▁reached
▁فهم
▁الآخرين
HRC
▁حياة
▁للتو
▁applicable
▁presence
▁efficiency
با
izing
▁دقيقة
▁2-
▁المقبلة
▁زال
▁فضلك
▁يلزم
▁multi
▁٢١
▁العضوية
شا
▁أدناه
▁المجتمعات
▁رغم
▁وأضاف
▁المتخذة
▁عم
▁arrest
▁hands
▁illegal
▁inform
▁beyond
▁Prevention
▁cross
▁says
▁Vienna
انت
▁Chief
▁supply
ning
▁duty
▁behind
هو
▁raised
▁partnership
رق
▁et
▁regime
▁expenditure
▁المشورة
▁initial
▁التخطيط
▁نفسك
▁للتعاون
▁sixty
▁اهتمام
▁انتظر
▁انتهاكات
يز
▁terrorist
19
amp
▁des
٠
▁النطاق
▁يعد
▁كافة
▁عل
▁creation
(:
▁مقدمة
()،
▁actors
▁road
▁sea
ادي
▁reasons
▁أل
▁parts
▁قمت
▁اعتقد
▁الأفضل
wa
▁Australia
▁جريمة
▁البالغ
▁البحار
▁external
80
▁أرى
▁قائلا
▁g
دل
▁التصدي
ities
▁completed
▁Note
▁From
▁seek
▁بروتوكول
▁products
ina
▁truth
ke
▁youth
▁لتحسين
▁أفغانستان
▁وتوفير
▁majority
▁تأخذ
▁البيان
▁1-
▁وزيادة
▁honour
▁2,
▁بالمرأة
اف
▁العودة
▁Administration
▁والاقتصادية
▁bilateral
▁وبالتالي
▁clearly
▁seven
▁المحاكم
▁entire
▁يكفي
▁yes
فعل
▁أر
▁structure
▁الله
▁reach
▁والستين
يتي
▁Germany
▁Requests
▁formal
▁origin
▁توجيه
▁الأونكتاد
▁tomorrow
▁$2
▁مقدم
▁مبدأ
▁الاتحادية
▁رو
▁العاملين
▁ات
▁بلغ
▁moment
▁covered
▁destruction
▁ظروف
▁وخاصة
▁الجحيم
39
▁Coordination
▁stand
▁trial
▁الحال
دع
49
ang
▁border
▁practical
▁Her
_
23
▁po
▁الاضطلاع
▁submission
▁tried
▁المهم
41
▁Listen
ial
▁للإ
وات
▁الأشياء
▁المشكلة
▁مستويات
▁consistent
14
▁dollars
▁huh
AL
▁تكفل
▁مصادر
▁المذكورة
يته
▁اللجوء
▁الاست
▁بجميع
كلا
▁بوجه
▁الدراسية
▁company
▁جملة
▁حكم
▁تيسير
▁respective
▁النفقات
▁أمن
▁جزءا
▁إل
▁إحدى
▁القطري
بيع
▁الشرقية
▁Ba
▁الامتثال
سل
دان
▁إصدار
▁مشاكل
▁marriage
صاب
▁المفاوضات
▁65
▁takes
أت
▁تعاون
▁والبلدان
75
▁hate
43
▁بالغ
▁counter
▁خمسة
▁Middle
▁نصف
▁observations
▁الولاية
صب
▁Am
▁accountability
▁remained
▁العلاقات
▁Lebanon
out
مع
▁concluded
▁educational
▁states
▁reflected
▁ساعة
توقيع
عمل
▁الذاتي
▁implications
▁host
▁القرن
▁صديق
▁Brazil
▁اعتمدت
▁13.
▁factors
▁١٣
▁الهند
ou
بول
▁200
▁والع
▁بوضع
21
▁الإسلامية
ence
45
▁عديدة
▁Li
▁maintain
▁المشار
▁record
جون
▁توسيع
▁السنوي
▁stability
▁Give
▁والهرسك
▁wide
first
▁appeal
▁daughter
ig
"؟
▁يشير
▁detailed
▁Pakistan
▁Chair
▁تعتبر
time
▁بدأ
ارات
▁Nuclear
▁اجل
▁تقدير
▁الاستثنائية
وع
▁بان
▁scientific
▁Mom
▁النزاع
▁الغرض
▁economies
▁المدارس
he
38
▁kids
▁consequences
▁agree
▁الدخل
▁temporary
▁suggested
مول
برا
▁gun
▁500
▁source
▁core
▁استنادا
▁units
▁وأشار
ot
▁bo
▁حكومية
▁ودعم
36
▁looks
/19
▁minute
▁Officer
▁approaches
▁سكان
32
▁beginning
دون
▁المكاتب
▁Mrs
▁recently
▁بوصفه
▁event
▁goal
يش
▁answer
▁crazy
▁exploitation
ستخدم
▁صياغة
▁مراجعة
▁المنشأة
▁دال
▁قانونية
▁TO
▁الخصوص
▁جميل
▁although
▁ليلة
ائية
▁الأغذية
▁Rwanda
ten
▁goods
▁علاقة
▁وقف
▁ad
▁studies
▁created
▁الي
▁بخصوص
▁Um
▁island
▁شيئ
}
▁sense
▁Any
▁average
ريك
▁قدره
▁الإشارة
▁باب
▁ten
▁billion
رض
٩١
▁Letter
55
▁أدلى
عم
قتل
▁procurement
56
▁الفرع
▁discussed
▁السفر
▁المسؤولين
▁mass
خرج
▁mentioned
▁بلا
▁ففي
▁المتوقع
▁couple
حي
▁stage
▁fun
▁أذهب
▁North
48
▁أربعة
▁الرسالة
The
▁لمجلس
▁وك
ler
resolution
▁unit
ki
▁توزيع
▁Bosnia
▁مفهوم
اني
▁أعرب
▁Sir
▁مهمة
▁صلة
▁designed
▁أوجه
▁(2)
▁تصبح
▁وس
▁73
57
كيف
ho
▁eat
▁الضروري
زل
ru
▁Nothing
▁الهاتف
▁Will
▁requires
CP
▁net
▁هامة
▁السلع
33
▁والأطفال
▁Third
▁design
▁successful
of
▁الاتصالات
▁cash
con
▁الصادرة
▁أكن
▁Ta
▁تحدث
▁challenge
▁attack
▁دولارا
nt
كا
▁ض
▁النظم
وة
▁urban
لب
34
22
▁السجن
▁sufficient
▁الممكن
▁بدء
▁achievement
لن
▁professional
▁66
▁حركة
▁الواضح
▁معرفة
▁phase
▁ينص
▁الفلسطيني
▁اعت
▁Territory
إي
RE
▁statistics
▁قوانين
على
vo
▁اقتراح
▁exactly
24
▁تذكر
جد
▁قيمة
▁المحيط
▁والسياسية
▁Somalia
▁respond
▁الأوسط
▁الوزراء
▁فيينا
▁مواد
▁الاستقرار
we
▁14.
▁الرصد
▁دليل
▁المدينة
▁Labour
▁بدلا
▁حجم
▁تواجه
▁أع
▁العمال
▁أب
▁تؤدي
▁للمادة
▁والتدريب
▁للحصول
▁broad
▁شخصا
▁Policy
▁criteria
▁resulting
▁construction
▁Sha
▁city
قابل
▁وحقوق
القرار
for
▁urgent
▁شامل
▁إيران
رين
si
▁تريدين
▁solution
▁١٤
▁بالعمل
ap
اع
ative
▁68
▁bar
▁cause
▁US
▁بأنك
▁offer
▁prepare
▁cooperate
▁culture
IS
▁عالم
▁إطلاق
▁المهاجرين
حة
▁يعتبر
▁independence
▁اللازم
▁صغيرة
▁وسائل
المادة
tra
▁Y
▁weeks
▁59
▁عملها
weapon
03
▁الأسر
▁holding
▁illicit
▁للأطفال
▁الز
قل
▁target
42
▁commercial
our
▁الآخر
▁والعمل
▁ممثلي
▁٣٠
▁Community
▁aim
▁involving
سر
▁3-
red
▁آسفة
▁Kuwait
ولا
▁الأجانب
65
▁بواسطة
زم
▁إنهم
▁المدرجة
▁الهجرة
قود
▁٢٠
▁تدعو
▁والمساعدة
ولي
نس
▁boys
ee
▁بقرار
ذهب
rd
tor
▁فت
52
▁Moreover
▁capacities
59
Governing
▁المتخصصة
▁أخ
use
▁easy
▁وكل
▁recovery
ائه
▁الطبية
▁تر
▁أحتاج
▁موجز
ass
لات
bi
▁leaders
op
▁الضحايا
▁عددا
▁وأنه
▁احد
▁اليونيسيف
▁المساهمة
▁murder
▁بأنها
▁لمعالجة
qui
▁Even
▁حم
كس
▁civilians
▁sister
▁avoid
▁Financial
▁الصحي
▁تحمل
▁والتكنولوجيا
لاء
▁وخلال
ey
▁المبادرات
▁معها
زال
ثر
▁conflicts
▁الفرص
▁السن
▁منزل
AR
▁Bo
pa
ley
pro
▁يخص
مين
▁أمانة
▁near
▁lower
▁worked
▁ام
قطع
الة
lin
▁died
▁والآن
▁استراتيجيات
▁forced
▁network
يها
▁se
▁racial
▁تبا
▁كوبا
▁مقرر
▁بقدر
▁month
IC
▁drink
▁model
▁وضعت
▁2009,
▁Total
حب
▁focused
شار
▁waste
▁entry
▁2008,
صدر
▁المشمولة
▁raise
31
▁planned
جل
▁تساعد
▁Herzegovina
▁اعرف
▁الصكوك
▁الإداري
▁sanctions
▁فتاة
▁مناسبة
▁غينيا
▁movement
men
▁الأحداث
▁Lo
▁traditional
▁بعمل
▁round
▁بهم
▁اذهب
▁leadership
▁Sea
ay
▁2005,
اش
▁والمجتمع
▁transparency
▁العلمية
▁instrument
▁المباشر
▁المحتلة
▁reflect
▁Technical
▁الأخير
▁سبق
▁press
▁تشعر
▁السيارة
▁conclusion
72
▁2010.
▁subregional
▁System
▁يبلغ
دير
▁Mu
▁تأثير
ترك
▁الاحتجاز
▁موظف
▁يد
▁٣١
فصل
▁السي
▁الثقة
▁سعيد
▁رئيسية
▁النهائي
▁بالإ
▁democratic
▁وكالات
▁summary
▁NGOs
▁operating
▁تجري
▁عزيزتي
▁زالت
▁لاحقا
▁Authority
ator
▁disaster
▁dealing
day
▁تسوية
▁واللجنة
▁إدماج
قرار
▁كثيرة
▁Ga
99
▁تقل
▁absence
▁Su
▁مراقبة
/63/
▁الخارج
▁وتشمل
مار
á
ضاف
▁stressed
▁welcomes
▁ثمة
85
دخل
▁UNFPA
▁اريد
كار
▁دولي
▁front
▁لبنان
▁ديفوار
ko
▁العناصر
▁تناول
▁Ambassador
▁Further
▁figure
▁Z
▁Di
▁test
▁كندا
راض
▁approval
▁eight
▁2007,
▁story
▁draw
▁الزراعية
علم
▁معدلات
▁اتفاقات
▁للموظفين
▁credit
▁Turkey
▁جرائم
▁لوضع
▁Egypt
▁ومنطقة
▁القاعدة
وط
▁Members
▁possibility
▁والبرامج
▁يستطيع
ile
▁undertake
▁مست
▁eyes
▁Trust
له
▁explain
▁مي
▁Islands
▁للدولة
▁والتعليم
▁concept
حتاج
▁followed
▁الجنسانية
▁والميزانية
▁Bureau
77
▁لابد
▁sleep
▁growing
▁Research
▁وصول
▁المعدات
▁الفساد
صر
▁الانتهاكات
ise
▁2005.
▁والدول
عقد
▁2006,
▁٠٠٠
▁التجاري
▁أربع
▁scale
▁giving
▁Cyprus
▁المتقدمة
▁determine
▁Excuse
▁اللغات
▁hospital
▁Assistance
▁$
▁finance
▁ألم
▁الحادية
▁خطر
▁skills
▁أنظر
▁partnerships
▁المكسيك
▁آراء
▁Sub
▁كاملة
▁المدرسة
▁الزواج
▁البوسنة
▁أسلحة
▁لكنه
▁2009.
▁accept
راف
لام
▁التطورات
▁Parliament
▁للمؤتمر
▁التشريعات
▁الذى
▁لكفالة
▁Yugoslavia
▁donors
▁intended
▁التصديق
▁الرسمي
▁San
▁للمجلس
▁floor
▁negative
51
▁Bu
▁ترد
▁المشاورات
هج
58
▁ستة
▁يزيد
▁ain
▁الجانب
▁conclusions
ud
▁المعهد
▁المانحة
line
▁أنواع
▁كلمة
▁الحكومي
▁involvement
▁2010,
قام
▁ثالثا
فا
▁Pa
اي
▁forest
▁سيادة
▁ابن
▁مل
▁Population
▁watch
ship
73
▁مدة
100
▁ترحب
▁rehabilitation
▁documentation
▁favour
▁الموافقة
▁Corr
▁اسم
han
▁الدور
▁Jo
▁جوانب
▁يفعل
▁discuss
tic
▁الأقليات
66
▁التنظيمية
▁married
▁حوالي
▁clean
▁mandates
▁الصناعية
▁send
▁forty
▁للطاقة
▁Sure
▁لأجل
▁تتحدث
54
▁الدين
▁محل
▁المر
سة
تون
▁Netherlands
ard
▁allowed
▁الخامس
▁science
▁committee
▁Operations
▁Northern
وح
▁فعله
▁لتلك
▁المستقلة
زع
▁improvement
▁offences
05
third
▁elected
▁63
▁Car
▁Ho
▁تع
▁ميثاق
▁companies
ناقش
▁وكما
▁attacks
▁comes
▁deployment
▁اعتمد
راب
▁Fifth
▁2011,
▁Rules
▁أماكن
ended
▁War
▁walk
▁صوت
200
—
▁occupied
▁Vice
بع
(؛
▁assessments
▁شعب
▁كيفية
/58/
▁Ja
▁النوع
▁يدعو
▁leaving
رج
▁الفتيات
▁alternative
نظم
▁موقف
64
▁timely
▁beautiful
▁الأصليين
▁freedoms
▁عظيم
▁أصل
▁غرب
95
▁العدد
▁إقليمية
لف
▁le
تش
▁يجعل
لمنظمة
▁caused
▁agricultural
so
▁whatever
▁migration
بور
▁فعال
ber
▁والعدالة
▁knows
▁دو
▁فيروس
▁اللجان
▁book
▁تبلغ
دور
▁توصية
▁لديهم
▁انخفاض
/57/
▁الإجمالي
▁extended
/52/
▁Training
▁written
▁دائرة
▁إليك
ذي
▁enjoy
$
▁نذهب
لل
▁للجميع
▁تود
▁Weapons
/59/
mon
▁دورات
بق
▁الجارية
دن
بط
▁الشأن
▁الموضوعية
▁Sam
▁بعيدا
▁ملايين
▁Un
▁Chamber
▁Palestine
▁Miss
▁ENGLISH
United
▁difficulties
▁St
para
▁2008.
سير
93
▁Deputy
▁النهوض
▁actual
ولة
▁ميزانية
▁described
▁damage
▁Staff
▁الإبلاغ
▁Spain
▁حصل
نك
▁بالمخدرات
▁Experts
▁عادة
▁هنالك
▁collection
▁قلق
تناول
▁(19
رون
▁despite
▁gr
ريب
▁expertise
mer
▁records
▁فإنها
▁Vi
▁الإضافية
حمل
▁المدعي
io
▁sign
▁السورية
▁حياتي
▁unless
▁شرق
▁أشخاص
▁المستويات
ستر
/5
▁tools
▁الوعي
▁2010،
▁enhancing
▁بالنيابة
▁goes
يرة
▁والد
▁نفسي
▁رأس
▁76
ON
▁مالية
▁الفرصة
▁closely
▁والأربعين
▁كن
▁جامعة
▁الترتيبات
▁Italy
▁workshop
▁Fa
خر
▁تحب
▁الأسبوع
غر
▁الأقاليم
▁مبادرة
▁news
▁امرأة
غا
▁Indonesia
▁expression
▁لحفظ
94
مرحبا
▁Paragraph
▁بلدا
▁الواجب
▁success
▁١٦
▁mo
▁senior
تحدث
اص
53
▁compared
▁chapter
صار
▁طلبات
شد
▁والدي
▁الإلكتروني
CONF
▁refugee
▁occupation
▁ترغب
ئي
▁Zealand
▁الاعتراف
▁electronic
▁والس
▁estimates
▁2005،
ite
/3
▁تتصل
▁Cultural
▁Western
▁ديسمبر
▁البعض
▁k
▁confidence
▁leading
▁المناقشات
▁ببيان
▁immediate
tro
ارت
ration
شير
▁المراقبة
▁الرفيع
▁More
▁ha
▁workshops
▁وش
ure
her
▁مهام
▁Original
▁ability
▁تعميم
▁تسجيل
▁الفئات
▁waiting
▁game
▁Burundi
▁choice
▁اله
▁16.
▁متعددة
▁recognition
▁minimum
▁300
▁جون
▁مهم
▁بالكامل
▁interested
▁للقضاء
▁التشريعية
الي
▁الأساس
باب
▁درجة
عمال
▁drugs
▁مفوضية
▁الجوية
▁بند
▁انتخاب
▁Nigeria
▁السوق
▁التزامات
▁يعلم
▁languages
▁بمبلغ
▁تقريرها
▁likely
87
▁أعد
▁شرطة
▁Gender
▁ahead
▁seems
▁definition
▁الأكثر
▁measure
▁تعرفين
▁Leone
قص
▁تأتي
شر
▁Sierra
▁membership
▁مجتمع
▁owing
▁مؤسسة
▁promise
▁useful
▁gross
▁سلطة
▁تعريف
ء
46
▁المبذولة
▁إنفاذ
▁الأولية
/50/
▁جاء
▁17.
▁punishment
▁ودون
tch
▁سو
▁عبارة
جز
▁بحث
جا
84
▁type
▁anymore
▁الإصلاح
طف
-19
▁للأسلحة
/51/
▁وقالت
79
▁recruitment
▁الشركاء
عرف
اتهم
▁2009،
رو
▁الناشئة
▁تش
راد
▁جهاز
▁students
▁payment
▁بلدي
ran
88
▁centre
رام
▁quite
▁base
▁telling
▁deep
▁بع
▁generally
▁الموجودة
▁Liberia
ائل
▁المشروعة
▁طويل
▁تعتمد
▁الجوانب
82
CO
tain
▁placed
▁2008،
▁الآ
▁والسيد
▁(1
▁المختلفة
ائق
▁fall
فين
▁VI
▁يساعد
▁territories
▁الجماعة
▁الاتفاقات
▁save
▁كو
▁aircraft
▁متأكد
▁الأصول
▁هايتي
▁conventions
▁خلف
cy
end
اض
▁أهم
▁الانتقالية
ضرب
▁الشاملة
▁medium
▁كوت
▁Ro
▁بالنظر
▁afraid
▁الخطوات
▁shared
69
▁وبين
▁مهما
▁X
▁ذاته
▁direction
▁relief
▁15.
▁الشراكة
▁لتحديد
ja
▁2011.
02
▁options
جين
▁وح
▁trouble
▁observers
▁advance
▁البرازيل
▁المس
í
78
▁efficient
▁learned
▁Ka
▁Argentina
خط
فك
▁جهودها
▁grounds
▁الامر
▁كوسوفو
▁عد
تو
▁separate
▁accounts
▁Technology
▁reduced
63
98
▁الموت
▁religion
▁Colombia
▁مو
ability
▁حدة
الفقرة
▁إقرار
▁2003,
lar
▁إست
دد
▁دوليا
▁تدخل
▁خدمة
▁Strategy
مير
▁sit
▁representation
▁election
▁والمحيط
▁headquarters
cause
86
▁مالذي
▁أني
▁التاريخ
▁المجموعات
▁خطأ
▁Gu
▁alive
▁actively
▁hot
▁um
▁يع
▁concrete
▁التفتيش
جة
/11
▁الليل
▁لحظة
تل
▁اختيار
نز
ايا
▁charge
/60/
▁immediately
lu
▁والإقليمية
EN
▁subprogramme
ضر
▁engaged
▁2006.
▁القطاعات
▁الجنائي
قدم
فاء
▁تس
▁2007.
▁رجاء
ron
راج
▁تعني
▁history
بان
▁شروط
▁Norway
دية
▁وخدمات
▁launched
▁intention
ther
فاق
▁فرنسا
WG
▁الثلاث
▁ratification
▁2004,
▁تقريره
mail
▁guarantee
▁Project
▁يسمح
▁كار
▁ينظر
▁allegations
▁٢٢
▁participated
حم
▁السلمية
▁Which
▁inclusion
▁thanks
▁Pre
▁الهياكل
▁خبراء
▁alleged
▁Switzerland
▁القادمة
▁َّ
▁وحتى
▁2006،
▁ORIGINAL
▁والتنسيق
▁الكبير
▁بالضبط
بيل
أس
▁urged
83
▁دولارات
68
▁تشغيل
اتفاقية
▁imposed
▁arrested
▁فهي
▁authorized
ions
▁Bar
▁Ukraine
▁كون
▁انتهاك
▁مرافق
▁encourages
ations
▁board
▁بمن
اري
▁resulted
▁felt
▁ولقد
▁الشخصية
▁وأشارت
وج
▁رب
▁ho
▁Pro
▁فرض
لكن
▁accepted
▁نظرت
ward
▁حان
▁عمله
▁الإعدام
نية
▁مدينة
▁الجماعية
▁remaining
▁UNIDO
ED
ميل
▁reviewed
▁للمحكمة
▁fourth
▁١٨
ff
▁إيلاء
▁التحدث
▁defined
نو
ez
إنه
▁—
▁الكاملة
▁complex
▁مقارنة
▁setting
▁enhanced
/64/
▁رائعة
▁prosecution
▁الجنساني
▁وصف
▁express
▁الكبيرة
▁استطيع
▁تحقق
▁رعاية
▁تمر
▁Ben
▁determined
يع
▁judge
▁بإنشاء
▁Would
▁الاستشاري
▁صغير
ze
مسألة
sc
▁عقدت
▁الثلاثة
▁قانوني
▁إزالة
▁IN
▁غدا
▁ارتفاع
▁مالي
ip
▁التبرعات
/10
▁الجزرية
ضا
▁لاتفاقية
▁واضح
▁المتفق
▁تحدد
▁واستخدام
▁عين
▁الجمهور
حاول
ـــــ
▁Many
▁الممتلكات
▁top
▁assess
▁coordinated
تني
▁f
▁earlier
▁(2004)
▁Kenya
▁pick
▁worth
▁عضوا
ical
▁shown
▁2012,
▁4-
▁فرقة
▁الوفاء
▁أد
za
/65/
▁خفض
▁الحب
روح
▁المهام
▁إقليم
/53/
▁Territories
▁فلا
▁لعدم
رسل
▁المطلوبة
▁causes
▁الاستراتيجي
▁تشكيل
▁ترتيبات
▁insurance
اة
▁أجهزة
▁حلقات
▁أسباب
▁رؤساء
▁declaration
AS
▁Another
▁الملحق
▁constitute
▁الكبرى
▁لان
▁بيئة
▁ث
مكن
▁ca
▁commission
▁Haiti
▁cool
▁أدى
▁العلم
وان
▁John
▁جلسات
▁urges
▁بق
▁67
▁risks
▁defence
▁sick
▁highest
ثق
▁والاتحاد
/61/
▁industry
▁extend
▁Prosecutor
ory
eg
▁تجعل
▁العظمى
▁enter
▁Framework
▁types
▁seem
▁الأثر
▁رؤية
▁جميلة
▁الإسرائيلي
وى
▁الفتاة
▁emphasized
▁الوحيدة
▁بداية
▁Kosovo
طلب
▁الأجنبي
▁Mm
بعد
▁represented
▁الجماعات
▁site
▁approximately
▁شمال
▁$3
▁المتعدد
▁organs
▁2012.
جاب
▁specifically
second
01
▁aware
▁democracy
62
▁والق
▁Financing
▁بس
▁واضحة
▁الإيرادات
gu
▁داخليا
▁السلامة
▁complaints
▁oil
▁تشجع
مور
X
تعلم
▁failure
▁Ministers
▁تحصل
▁lose
▁Space
▁category
▁تجاه
ier
▁وضمان
▁شا
▁search
▁الاستجابة
▁investigations
▁calling
▁تجد
▁انتهاء
▁solutions
▁خذ
▁bed
▁تحيط
▁migrants
com
▁Internal
▁(2001)
▁المعتمدة
▁١٧
▁ch
▁fuel
▁قريبا
▁drive
▁markets
▁Guatemala
▁يتطلب
▁Humanitarian
▁وتحديد
▁18.
▁سوء
▁رفع
▁يؤكد
▁بش
ens
حال
▁station
▁أفهم
▁واسعة
▁غضون
▁minorities
▁إنجاز
▁الفاعلة
▁بالتقرير
▁الآلية
▁2011،
▁لأنني
عب
▁شك
▁namely
▁strengthened
▁قل
che
▁الصباح
▁المخصص
▁أح
▁Status
▁Se
▁أرض
▁Use
://
▁2007،
▁وتقييم
▁threats
▁مصر
76
▁العنصرية
جن
▁تخفيض
▁حب
▁Food
▁والن
▁قبول
▁الطرق
▁المرة
▁تمكين
▁running
▁integrity
الت
▁الشكوى
▁Chile
▁combating
▁partner
▁تؤثر
▁المطلوب
روس
▁الفعال
بيان
▁ولن
▁Ca
▁series
مس
▁ذهبت
قيم
▁donor
▁Internet
▁function
▁الصراع
▁ونظرا
▁قطع
▁الساحلية
▁المؤرخة
▁art
▁hey
جم
▁يصبح
Z
قاء
جعل
رن
▁component
▁تعلمين
67
▁fear
▁2004.
▁الوفد
/48/
▁رفاق
▁أقرب
▁المست
▁الأزمة
▁الرأي
تس
ظل
رتب
الات
/12
▁affairs
▁Peacekeeping
▁البرلمان
ants
▁grave
▁subsequent
▁ايضا
▁الملكية
▁أشار
89
AN
▁Po
▁المؤسسية
▁الاستفادة
▁competition
▁reducing
▁2002,
fi
side
▁إدخال
▁ألمانيا
▁Croatia
▁19.
طب
▁gets
نغ
عين
▁أخبر
▁الدخول
دري
▁begin
▁باعتبارها
درج
.12
▁ill
▁بيت
عاد
▁78
/67/
▁doctor
▁registration
جاز
ninth
▁الغابات
▁secure
▁الدورات
▁سيارة
جلس
▁الأدنى
▁o
▁الثقافية
ven
ونغ
▁قرر
que
▁مستقلة
▁secret
▁hour
▁الإسرائيلية
زر
▁اخت
▁eliminate
▁تخطيط
▁Indigenous
▁النهائية
ظهر
ue
▁حصول
▁pressure
▁Open
▁Only
▁المشاركين
هد
بد
او
▁release
Q
▁فتح
▁المتوسط
ving
▁85
▁الأسواق
▁ظننت
هب
▁computer
▁Sweden
سحب
▁bank
▁كاف
▁يحصل
▁الاعتماد
▁القبض
▁لبناء
▁Supreme
▁قبرص
وقف
▁UNITED
▁organizational
▁recognize
▁وغيره
سلط
97
▁خارجية
▁حي
▁أمين
أخذ
▁crucial
▁للفقرة
▁Hold
▁du
▁الهامة
▁targets
▁Over
▁المبادرة
/49/
▁والقانون
▁69
سان
ائك
▁الث
▁بدعم
▁الديون
▁المؤسسة
▁الأسماك
▁Assistant
▁الصعيدين
om
▁دعنا
▁لإجراء
/14
▁track
▁ورقة
▁findings
▁التحقق
▁عنك
▁الميداني
▁بعثات
▁تحويل
▁affect
sion
▁zone
▁mainly
nch
▁Morocco
▁فهو
▁لزيادة
▁عنصر
▁المنتدى
▁Control
▁changed
▁ON
▁الكويت
▁sometimes
▁bitch
▁المرتبطة
حق
▁للنظر
▁21.
▁himself
▁offence
شو
EC
▁sentence
▁المختصة
يدة
▁دخول
▁appointment
ev
▁consent
▁٢٥
▁السامي
▁سلطات
ral
▁الأرجنتين
▁perspective
proliferation
▁لأحكام
ولد
▁لأنك
SP
وار
▁الفلسطينيين
▁participating
▁مشترك
▁الحر
cu
▁voice
▁survey
▁Da
▁Asian
تطلع
Signed
ors
▁تصل
▁Fuck
▁مات
▁دقائق
▁رفض
قا
▁appointed
ائد
▁supplies
▁81
No
71
▁published
▁ويجري
▁fulfil
▁بتعزيز
▁ومكتب
▁constitutional
fa
int
▁Wow
▁صورة
قبل
▁engage
▁w
▁المبدأ
▁والتمييز
▁miss
▁sp
▁Algeria
▁البيولوجي
▁Mi
به
▁وقعت
CRP
▁المسلح
61
ya
▁وسائط
▁رواندا
▁التنوع
▁gas
▁forget
▁تبدأ
▁buy
صد
▁الض
▁البقاء
▁فمن
▁الآليات
▁بعدم
▁emphasis
▁الأدلة
▁Uganda
▁الإجراء
▁decide
▁وبرامج
ible
▁Côte
▁speaking
▁مستعد
▁spirit
▁Field
▁التام
غير
▁ذي
▁منتصف
▁content
▁advisory
▁الخير
▁تقع
▁تحاول
▁وقوع
▁الأب
فتح
ding
▁وتحقيق
▁تفهم
▁Azerbaijan
▁لكنني
▁خطوات
74
▁NATIONS
▁تصميم
باء
▁Most
▁places
▁اعلم
)!
▁nor
▁categories
▁2004،
port
▁2000,
▁والحريات
مال
▁أس
▁79
▁التفاوض
▁تتناول
فى
▁والإجراءات
▁اسمع
قسم
▁٠٠
ميز
ice
▁collective
▁ورغم
II
▁يضطلع
▁سياسية
مون
▁98
▁دع
▁touch
ung
▁اتخذت
▁البنك
▁أنتم
ren
▁Gaza
▁عيد
▁somebody
▁المواطنين
▁أمرا
ef
▁؛
▁يقل
▁الصغير
▁الوزاري
▁البر
▁استعداد
▁نموذج
▁Austria
▁Sp
ضم
▁Day
▁Decade
ect
▁kept
ound
البند
▁تبذلها
▁للبعثة
ورد
رحل
▁internationally
كرر
▁السلوك
▁accident
▁غريب
تكم
▁missing
▁نشاط
ug
▁مثلا
▁اين
عتقد
▁applications
▁mis
ana
▁بالح
▁institution
if
فل
▁ري
▁2012،
ائر
▁متوسط
▁النفايات
▁fields
ستمر
▁اوه
▁الأحيان
▁هاء
▁enjoyment
wide
▁Principles
▁whom
▁Red
▁هام
▁observed
▁لق
سجل
▁صعيد
▁يحتاج
▁mutual
eighth
▁Got
▁المنافسة
▁تسمح
▁Decides
▁Prime
▁Hu
gi
▁nine
▁الزيادة
▁للدورة
▁عموما
▁بالا
▁(212)
▁candidates
▁والح
▁72
▁message
▁consumption
▁انهم
ong
▁visits
عرب
▁respectively
▁learn
▁العسكري
▁norms
den
▁ذو
▁استجابة
▁functioning
▁مبادرات
▁العقوبة
▁price
▁حقيقي
▁الممارسة
▁تنفيذها
▁OHCHR
▁والإدارة
واجه
▁تحول
au
▁m
▁تهدف
lic
SA
▁95
راقب
شكل
lan
▁مقترحات
▁نعرف
/62/
▁normal
▁Ethiopia
▁Was
▁competent
▁campaign
▁دم
▁الجوي
▁التقدير
▁الجيش
▁بالس
▁Part
▁التأكيد
▁وقدمت
old
▁outcomes
hi
▁trends
▁rise
▁الشبكة
81
▁باكستان
▁moving
تصل
ek
▁2003.
عر
▁قلقها
▁المصدر
▁آن
▁سأكون
اته
▁2001,
▁Their
▁contributed
▁doubt
ring
بك
▁غو
▁Ivoire
▁Questions
▁التكلفة
▁highlighted
▁elimination
▁executive
▁المترتبة
طال
ره
اث
▁sh
▁لتوفير
▁السجون
▁لمكتب
▁وراء
▁الناجمة
South
▁territorial
لقي
.10
▁مساعد
▁البحوث
لى
▁وتلاحظ
▁الطابع
▁بشدة
▁1989
واء
▁Refugees
ادات
رية
04
▁وفده
▁website
▁وحدات
▁سم
▁جلسته
▁officer
▁مني
▁لمساعدة
▁النزاعات
▁لإعادة
▁بالأشخاص
▁بوضوح
▁existence
▁87
▁التحقيقات
ging
▁Monitoring
▁exist
بح
▁سجل
▁وتنظيم
شرف
▁emerging
▁ولكنها
▁82
▁vehicles
IN
غادر
▁pa
fourth
▁stupid
▁sharing
▁قر
over
▁Summary
▁Ar
عن
▁العوامل
▁ارتكاب
▁contracts
▁إنهاء
▁delay
▁صاحبة
/54/
اذ
▁القضائي
▁تمييز
نج
▁عامل
▁win
▁الغذائي
▁سؤال
▁القادم
▁played
▁نفعل
بري
▁حقيقة
dic
▁دعني
▁وذكر
▁صباح
▁granted
▁المنازعات
▁جهة
▁comply
ped
▁imp
▁2003،
▁fa
q
▁الاستخدام
▁5-
▁تعود
▁Initiative
▁أخي
▁عالمية
▁works
▁للا
وض
▁recorded
▁تتيح
▁الإقليم
▁fast
▁dangerous
▁sort
▁produce
▁نجاح
▁engagement
▁مخ
wi
07
▁بحماية
▁المهمة
▁increasingly
▁الإلكترونية
▁الضوء
▁أحاول
▁الاستعمار
,500
▁closed
▁corruption
▁reforms
▁race
▁identification
▁formulation
▁accused
▁cycle
فيد
▁المحاكمة
▁وسط
▁asylum
توقف
يح
▁حوار
▁الدم
▁المق
▁expenditures
▁damn
fe
▁المتكامل
▁تركيز
▁القتل
▁حالك
▁everybody
▁ساعات
لق
ng
ده
▁فا
▁وأعربت
val
▁Introduction
▁السادس
▁statistical
91
▁والموارد
▁listed
دني
▁Jordan
▁وانت
▁دائم
▁شأنه
▁الموجهة
▁industrial
▁والزراعة
▁Fourth
▁black
DP
▁القسري
ide
▁aren
ديد
▁القيود
▁Resolution
▁العقاب
▁صحة
▁وو
▁examination
▁أدنى
▁interpretation
▁تتسم
▁أسعار
▁تفسير
▁بكثير
ستعمل
▁Rica
▁محاولة
▁join
دمج
▁نستطيع
off
راي
▁considers
▁(2006)
▁que
▁الميثاق
▁2002،
▁تعرب
▁بوروندي
▁لات
▁emissions
▁Britain
iii
▁المتكاملة
▁شفوية
▁marine
▁الماء
▁identity
▁العرض
▁ولكنه
▁والجريمة
▁indicate
▁Georgia
▁قط
▁الدعوة
عل
▁83
وبة
▁panel
▁دار
▁endorsed
king
ساء
▁دعما
▁سعيدة
▁registered
▁sovereignty
▁amendments
▁تعليم
▁يعيشون
▁الأس
▁Chairperson
▁١٩٩٩
▁احت
▁القاضي
▁added
خطط
▁networks
▁لكنها
▁اتباع
طل
▁considering
▁الإنتاج
▁substantial
▁nationality
▁dissemination
▁وقانون
▁المطالبات
▁forum
08
▁الشركة
▁هيكل
▁dinner
قوم
▁أقصد
ub
▁نقطة
▁المجموع
▁الحضرية
▁Paris
▁mistake
ذك
▁wishes
▁asking
▁الزراعة
▁ليبريا
▁complainant
▁Year
▁بتلك
▁التمتع
▁Peru
▁hair
▁إلغاء
▁أتعلم
▁contains
▁Following
▁سان
▁feeling
▁العلاقة
سأ
-6
حصل
▁للق
طو
▁amended
▁المعقود
▁values
▁highly
▁سيراليون
INF
شكرا
▁vital
▁ذهب
▁Spanish
▁1988
▁الكربون
▁يوغوسلافيا
▁التحليل
▁المغرب
فض
▁القيمة
▁بغرض
دافع
▁carrying
▁وكالة
▁لموظفي
▁84
حص
▁structures
لية
▁accounting
▁responses
▁offered
▁ship
▁دراسية
▁Forms
▁سنويا
▁reservations
▁failed
▁وطلب
▁ظهر
sta
▁وطلبت
▁radio
all
▁والا
▁electoral
▁reconciliation
لعب
▁القيادة
▁Adoption
حد
كين
▁القضاة
▁للاتحاد
.15
▁يرى
خذ
▁subsidiary
uck
▁الذرية
▁lie
▁Page
▁المقبل
you
▁سير
▁لعملية
▁prisoners
▁Malaysia
▁وأخيرا
▁restrictions
ag
seventh
▁الأحمر
▁ترمي
ساهم
▁except
▁acting
▁يرام
▁00
▁ذا
▁حاول
▁lessons
▁أموال
▁sought
▁birth
▁danger
▁٢٣
ries
دام
▁Jack
▁97
▁يضع
▁Philippines
▁Put
▁والصين
مك
▁حسابات
▁attend
.1,
▁والنساء
▁الأسباب
▁1994,
▁المذكور
▁tasks
▁2002.
▁الأسود
▁proportion
▁يكفل
▁العمر
▁1995,
▁COP
AP
▁comp
ec
▁سانت
▁التأمين
▁internally
▁outstanding
ft
▁racism
▁ratified
▁Ko
/9
▁تبين
▁نحتاج
▁توافر
▁realization
يار
وها
▁مواقع
▁والمالية
حا
▁بلغت
▁مؤ
▁Resources
▁دخل
▁البيت
▁المرافق
▁يصل
▁والسياسات
▁كر
سيد
▁Pi
طار
▁نظرة
▁proper
بير
بقي
▁تعليقات
▁يواصل
▁Myanmar
▁requirement
/55/
You
▁الطلبات
▁الاستئماني
▁تلقي
▁فر
09
▁reintegration
ification
item
▁أخرج
▁20.
▁تظن
ger
▁أحيانا
صول
▁الأولويات
▁ذاتها
▁Energy
عالج
▁اتصال
▁تنفذ
▁Pe
▁Cambodia
▁Drugs
▁يتيح
▁Angola
▁obtain
▁completion
▁train
▁بالقرار
continued
▁ولجنة
▁يعود
▁Nice
▁inclusive
▁الحظر
▁المنظور
▁Partnership
▁تضمن
▁otherwise
www
المملكة
▁shoot
▁socio
/1999/
▁صديقي
▁Jerusalem
▁2013,
▁bear
IL
▁كبار
▁names
بلغ
عجب
لال
po
▁Darfur
fifth
▁أساسي
▁أريدك
▁Movement
جري
▁الدراسات
▁سابقا
▁اس
▁تتطلب
AM
ريف
▁71
▁وترد
▁concluding
▁أقصى
ps
▁الإطلاق
ذه
زام
06
▁الشكل
▁86
هذه
▁paras
▁الحمل
▁2013.
حدث
▁entered
دف
▁ــ
▁تركز
pi
▁99
▁finally
\
▁غزة
ny
▁92
فيل
▁كاملا
▁مجموعات
ye
▁fell
▁Does
▁88
▁رابعا
mi
▁tax
▁للتصدي
ple
▁convention
▁Family
▁الكلمة
▁ميل
▁الانضمام
ew
▁المهني
▁ضرب
▁examine
▁والصحة
▁faced
▁catch
▁١٩٩٢
cr
وري
ST
▁لبعض
ذلك
▁المحدد
▁Congress
▁Belarus
▁Ecuador
▁ولهذا
ick
▁arising
▁بعيد
▁باعتماد
▁Rule
PC
حضر
▁يست
▁للنساء
▁البنود
روب
▁availability
▁funny
▁تمت
▁بفيروس
▁عرفت
▁مصدر
رز
▁creating
▁components
▁Keep
▁perfect
▁أساليب
▁أسف
▁preventing
▁جهد
▁سل
▁أج
▁Thailand
▁التق
▁slow
▁lo
▁الملاحظات
▁thematic
شاهد
▁tool
▁mental
▁ممثلو
▁class
free
▁مواجهة
▁mu
▁targeted
يء
▁dog
▁principal
▁تتم
▁الغرفة
▁minority
▁produced
▁Change
▁ومنذ
▁shut
let
▁Bangladesh
▁Developing
▁العمالة
ping
▁فلن
▁equitable
▁looked
▁لتمويل
ضحك
▁رأيك
▁والج
▁playing
▁٢٤
▁وشك
▁killing
▁wall
▁الحقيقي
▁فهمت
▁للاتفاقية
▁experiences
▁عقوبة
▁meant
قترح
▁لعمليات
▁bringing
تحد
▁قاعة
▁agriculture
▁protecting
MO
▁3,
▁البشر
▁bus
ack
▁reproductive
▁سلسلة
▁نفقات
رتي
جان
تعهد
تاح
▁publications
▁Call
▁يرد
▁Help
▁الصعب
▁thirty
▁الإدماج
▁heads
▁En
▁وتوصي
▁update
▁بشأنها
``
▁fish
انة
▁count
▁المحتمل
قضي
▁74
▁appreciate
▁Timor
▁الراهنة
▁يأخذ
▁أعربت
▁publication
▁شكر
▁expect
▁قدرها
▁confirmed
ـ)
▁percentage
٠٠
▁للسلام
▁لطيف
▁cell
▁22.
▁Ru
▁400
▁بأنشطة
▁أخذت
▁وعندما
▁والدك
▁وسيلة
▁oversight
▁مؤشرات
92
▁code
gg
▁الفعلي
▁انعقاد
▁السويد
▁drop
▁النرويج
▁إننا
▁geographical
▁بح
▁خطيرة
▁لأنها
▁للج
▁الصف
▁سري
▁الناتج
▁إبن
▁populations
▁details
sixth
▁Universal
▁وأكد
▁coverage
aw
▁penalty
▁دارفور
▁أولوية
توقع
اخ
▁والدعم
determination
▁Coordinator
▁أفكر
رجع
▁2000.
رش
بس
▁لح
▁الانتقال
▁اتخذتها
▁ICT
▁pass
▁وافقت
▁معدات
▁الفعلية
▁YOU
▁Every
▁تولي
cH
▁تخصيص
▁middle
▁اليس
▁worse
▁البالغة
▁disability
▁older
كتشف
سيم
▁أصدق
▁condition
خفض
▁ومنظمات
▁جرت
▁Despite
صبح
▁factor
▁الجزاءات
bu
▁الإحصائية
▁93
▁2008-2009
▁أسرع
▁تدريبية
▁Gra
طالب
/2002/
▁presentation
▁وحسب
▁الجزائر
▁زي
▁سلاح
▁تفضل
▁الطرفين
افة
بعث
شعر
▁RE
▁em
▁صور
▁البداية
▁الأولي
▁opening
▁Finally
▁لاستعراض
▁التعبير
عامل
▁العلاج
/1997/
جال
▁seriously
▁troop
داع
/16
▁Ne
▁IAEA
ثني
خدم
ach
▁del
▁http
▁character
▁Noting
▁افعل
od
▁الخمس
▁اليونيدو
▁element
▁قدما
ماء
▁Military
▁2012-2013
WP
▁Lu
▁91
▁1998,
▁pension
▁الرد
▁للحد
▁إحراز
▁أتمنى
▁god
▁الموحدة
▁pointed
▁النفط
▁الأجهزة
act
▁adaptation
عطي
▁تخ
▁harm
مد
▁FOR
رم
▁23.
▁رابطة
▁الحفاظ
▁protected
kin
▁تملك
▁العقوبات
▁باتخاذ
▁94
▁Three
▁معهد
▁maintained
▁limit
▁يرجى
راك
▁Torture
▁والولايات
▁Lebanese
▁الانتخابية
▁نوعية
▁وصل
▁charges
▁pilot
Cause
hu
▁Iraqi
▁suit
NA
▁شتى
▁Could
▁الغذاء
▁troops
▁سلام
▁eradication
▁الخط
▁لقانون
▁يوفر
▁fighting
▁نمو
▁Jesus
▁picture
▁FCCC
ارا
▁معاملة
bb
ph
▁ايها
▁الحل
▁bill
بأهمية
▁cold
▁القبيل
▁1996,
▁تفعله
▁يتخذ
لان
▁89
▁Finland
7/
▁grant
▁الضرورية
▁previously
▁أخبرك
▁الصفحة
▁ونشر
▁هى
▁initiated
▁الملائمة
▁بتقرير
▁يقرر
▁يحب
▁يعتمد
لغ
امي
▁helping
▁helped
▁دعوة
▁يأتي
pt
▁والثلاثين
ترجمة
▁بمقتضى
▁male
▁سوق
▁المستخدمة
دق
جمع
▁burden
▁incidents
▁مكاتب
▁قوية
rt
▁وطني
▁Salvador
▁Several
▁الحادي
▁significantly
▁eye
▁للمجتمع
▁التشيكية
▁بالأمر
▁secondary
▁المنقحة
▁containing
▁جر
▁أفرقة
▁detained
▁نريد
▁تيمور
▁الخروج
▁واو
▁strongly
وقع
طة
▁commissions
▁ومنع
▁camp
▁size
▁الأحوال
▁الطيران
▁funded
▁بإجراء
▁اقت
▁assessed
▁بالن
▁1999,
▁Venezuela
▁courses
▁Number
▁واقع
economic
▁hi
▁Everything
سار
▁Te
ham
▁teams
▁considerable
▁appear
تح
▁keeping
▁الأمراض
gen
▁كتاب
3,
▁lawyer
▁فورا
▁تقديرات
▁المفروضة
▁عدا
▁dream
ans
▁نام
▁Lanka
▁budgetary
zi
▁وجد
قب
▁enterprises
▁diplomatic
▁6-
▁Nepal
▁جا
▁لكني
▁دورا
▁96
▁دستور
▁السفير
مات
▁يهم
▁Costa
▁عالمي
نف
▁التى
▁أداة
/6
▁mortality
▁صدر
uff
▁Professional
جيب
▁طائرة
▁flows
▁أقوم
▁Procedure
▁systematic
▁instance
▁التعامل
لحق
▁للإدارة
ضي
يوم
▁توجيهية
▁الشفافية
▁وثمة
▁تشارك
ious
▁خطوة
▁Peoples
▁الصراعات
▁dispute
▁ذ
انية
▁born
لاند
▁happens
▁تركيا
▁satisfaction
▁سار
▁instead
▁العسكريين
▁السم
بذل
▁10-
▁Official
▁الجلسات
▁الفعالة
اتي
5/
US
▁والتقييم
▁numbers
صور
hy
▁المعونة
▁powers
▁الضمان
▁وكيل
▁أطراف
▁أقر
▁للفريق
▁expansion
▁وصلت
▁unable
هام
▁expenses
▁Follow
▁لبريطانيا
▁السابع
▁آل
▁للن
▁Scientific
▁sanitation
▁enabling
▁أخبرني
jo
بوب
▁النقدية
▁Har
يلة
ID
▁consultative
▁pursue
▁تابعة
لاك
ئة
▁village
شت
▁obstacles
▁وف
▁Expert
▁المفترض
▁وتشير
▁الذ
▁preliminary
▁التصحر
▁النسبة
كشف
▁payments
▁موافقة
▁تو
▁مقدمي
